{
  "version": "1.0",
  "truncation": null,
  "padding": null,
  "added_tokens": [],
  "normalizer": null,
  "pre_tokenizer": {
    "type": "ByteLevel",
    "add_prefix_space": false,
    "trim_offsets": true,
    "use_regex": true
  },
  "post_processor": {
    "type": "ByteLevel",
    "add_prefix_space": true,
    "trim_offsets": false,
    "use_regex": true
  },
  "decoder": {
    "type": "ByteLevel",
    "add_prefix_space": true,
    "trim_offsets": true,
    "use_regex": true
  },
  "model": {
    "type": "BPE",
    "dropout": null,
    "unk_token": null,
    "continuing_subword_prefix": null,
    "end_of_word_suffix": null,
    "fuse_unk": false,
    "byte_fallback": false,
    "vocab": {
      "!": 0,
      "\"": 1,
      "#": 2,
      "$": 3,
      "%": 4,
      "&": 5,
      "'": 6,
      "(": 7,
      ")": 8,
      "*": 9,
      "+": 10,
      ",": 11,
      "-": 12,
      ".": 13,
      "/": 14,
      "0": 15,
      "1": 16,
      "2": 17,
      "3": 18,
      "4": 19,
      "5": 20,
      "6": 21,
      "7": 22,
      "8": 23,
      "9": 24,
      ":": 25,
      ";": 26,
      "<": 27,
      "=": 28,
      ">": 29,
      "?": 30,
      "@": 31,
      "A": 32,
      "B": 33,
      "C": 34,
      "D": 35,
      "E": 36,
      "F": 37,
      "G": 38,
      "H": 39,
      "I": 40,
      "J": 41,
      "K": 42,
      "L": 43,
      "M": 44,
      "N": 45,
      "O": 46,
      "P": 47,
      "Q": 48,
      "R": 49,
      "S": 50,
      "T": 51,
      "U": 52,
      "V": 53,
      "W": 54,
      "X": 55,
      "Y": 56,
      "Z": 57,
      "[": 58,
      "\\": 59,
      "]": 60,
      "^": 61,
      "_": 62,
      "`": 63,
      "a": 64,
      "b": 65,
      "c": 66,
      "d": 67,
      "e": 68,
      "f": 69,
      "g": 70,
      "h": 71,
      "i": 72,
      "j": 73,
      "k": 74,
      "l": 75,
      "m": 76,
      "n": 77,
      "o": 78,
      "p": 79,
      "q": 80,
      "r": 81,
      "s": 82,
      "t": 83,
      "u": 84,
      "v": 85,
      "w": 86,
      "x": 87,
      "y": 88,
      "z": 89,
      "{": 90,
      "|": 91,
      "}": 92,
      "~": 93,
      "¡": 94,
      "¢": 95,
      "£": 96,
      "¤": 97,
      "¥": 98,
      "¦": 99,
      "§": 100,
      "¨": 101,
      "©": 102,
      "ª": 103,
      "«": 104,
      "¬": 105,
      "®": 106,
      "¯": 107,
      "°": 108,
      "±": 109,
      "²": 110,
      "³": 111,
      "´": 112,
      "µ": 113,
      "¶": 114,
      "·": 115,
      "¸": 116,
      "¹": 117,
      "º": 118,
      "»": 119,
      "¼": 120,
      "½": 121,
      "¾": 122,
      "¿": 123,
      "À": 124,
      "Á": 125,
      "Â": 126,
      "Ã": 127,
      "Ä": 128,
      "Å": 129,
      "Æ": 130,
      "Ç": 131,
      "È": 132,
      "É": 133,
      "Ê": 134,
      "Ë": 135,
      "Ì": 136,
      "Í": 137,
      "Î": 138,
      "Ï": 139,
      "Ð": 140,
      "Ñ": 141,
      "Ò": 142,
      "Ó": 143,
      "Ô": 144,
      "Õ": 145,
      "Ö": 146,
      "×": 147,
      "Ø": 148,
      "Ù": 149,
      "Ú": 150,
      "Û": 151,
      "Ü": 152,
      "Ý": 153,
      "Þ": 154,
      "ß": 155,
      "à": 156,
      "á": 157,
      "â": 158,
      "ã": 159,
      "ä": 160,
      "å": 161,
      "æ": 162,
      "ç": 163,
      "è": 164,
      "é": 165,
      "ê": 166,
      "ë": 167,
      "ì": 168,
      "í": 169,
      "î": 170,
      "ï": 171,
      "ð": 172,
      "ñ": 173,
      "ò": 174,
      "ó": 175,
      "ô": 176,
      "õ": 177,
      "ö": 178,
      "÷": 179,
      "ø": 180,
      "ù": 181,
      "ú": 182,
      "û": 183,
      "ü": 184,
      "ý": 185,
      "þ": 186,
      "ÿ": 187,
      "Ā": 188,
      "ā": 189,
      "Ă": 190,
      "ă": 191,
      "Ą": 192,
      "ą": 193,
      "Ć": 194,
      "ć": 195,
      "Ĉ": 196,
      "ĉ": 197,
      "Ċ": 198,
      "ċ": 199,
      "Č": 200,
      "č": 201,
      "Ď": 202,
      "ď": 203,
      "Đ": 204,
      "đ": 205,
      "Ē": 206,
      "ē": 207,
      "Ĕ": 208,
      "ĕ": 209,
      "Ė": 210,
      "ė": 211,
      "Ę": 212,
      "ę": 213,
      "Ě": 214,
      "ě": 215,
      "Ĝ": 216,
      "ĝ": 217,
      "Ğ": 218,
      "ğ": 219,
      "Ġ": 220,
      "ġ": 221,
      "Ģ": 222,
      "ģ": 223,
      "Ĥ": 224,
      "ĥ": 225,
      "Ħ": 226,
      "ħ": 227,
      "Ĩ": 228,
      "ĩ": 229,
      "Ī": 230,
      "ī": 231,
      "Ĭ": 232,
      "ĭ": 233,
      "Į": 234,
      "į": 235,
      "İ": 236,
      "ı": 237,
      "Ĳ": 238,
      "ĳ": 239,
      "Ĵ": 240,
      "ĵ": 241,
      "Ķ": 242,
      "ķ": 243,
      "ĸ": 244,
      "Ĺ": 245,
      "ĺ": 246,
      "Ļ": 247,
      "ļ": 248,
      "Ľ": 249,
      "ľ": 250,
      "Ŀ": 251,
      "ŀ": 252,
      "Ł": 253,
      "ł": 254,
      "Ń": 255,
      "Ġt": 256,
      "Ġa": 257,
      "he": 258,
      "in": 259,
      "re": 260,
      "on": 261,
      "Ġthe": 262,
      "er": 263,
      "Ġo": 264,
      "at": 265,
      "Ġs": 266,
      "ed": 267,
      "es": 268,
      "Ġc": 269,
      "en": 270,
      "it": 271,
      "is": 272,
      "an": 273,
      "or": 274,
      "Ġw": 275,
      "al": 276,
      "Ġp": 277,
      "Ġan": 278,
      "Ġb": 279,
      "Ġin": 280,
      "Ġof": 281,
      "Ġf": 282,
      "ar": 283,
      "ing": 284,
      "ic": 285,
      "ion": 286,
      "Ġto": 287,
      "Ġm": 288,
      "Ġand": 289,
      "ou": 290,
      "le": 291,
      "Ġd": 292,
      "as": 293,
      "om": 294,
      "Ġh": 295,
      "Ġre": 296,
      "Ġth": 297,
      "ent": 298,
      "us": 299,
      "Ġn": 300,
      "ly": 301,
      "ct": 302,
      "Ġe": 303,
      "Ġbe": 304,
      "ro": 305,
      "ve": 306,
      "Ġl": 307,
      "am": 308,
      ".[": 309,
      "ot": 310,
      "il": 311,
      "Ġis": 312,
      "ol": 313,
      "ĠT": 314,
      "ation": 315,
      "st": 316,
      "im": 317,
      "ce": 318,
      "Ġg": 319,
      "id": 320,
      "ĠA": 321,
      "Ġon": 322,
      "Ġfor": 323,
      "ut": 324,
      "ch": 325,
      "ĠI": 326,
      "Ġas": 327,
      "Ġthat": 328,
      "ĠS": 329,
      "ag": 330,
      "ad": 331,
      "ig": 332,
      "ers": 333,
      "Ġcon": 334,
      "ow": 335,
      "un": 336,
      "ay": 337,
      "et": 338,
      "ur": 339,
      "Ġ2": 340,
      "el": 341,
      "ith": 342,
      "ĠC": 343,
      "ir": 344,
      "Ġor": 345,
      "Ġ(": 346,
      "Ġst": 347,
      "ist": 348,
      "ĠW": 349,
      "Ġwith": 350,
      "ul": 351,
      "her": 352,
      "ra": 353,
      "Ġ1": 354,
      "Ġal": 355,
      "ia": 356,
      "Ġare": 357,
      "ate": 358,
      "Ġit": 359,
      "um": 360,
      "ver": 361,
      "if": 362,
      "ip": 363,
      "em": 364,
      "ĠThe": 365,
      "Ġwh": 366,
      "os": 367,
      "Ġby": 368,
      "ter": 369,
      "ĠM": 370,
      "op": 371,
      "Ġ20": 372,
      "ik": 373,
      "ere": 374,
      "iv": 375,
      "ies": 376,
      "Ġwas": 377,
      "ld": 378,
      "Ġsu": 379,
      "Ġpro": 380,
      "Ġus": 381,
      "Ġ\"": 382,
      "ĠB": 383,
      "Ġex": 384,
      "Ġv": 385,
      "'s": 386,
      "Ġde": 387,
      "Ġmo": 388,
      "Ġse": 389,
      "Ġar": 390,
      "Ġcom": 391,
      "est": 392,
      "pe": 393,
      "th": 394,
      "Ġnot": 395,
      "oun": 396,
      "rom": 397,
      "ian": 398,
      "ĠP": 399,
      "ac": 400,
      "ive": 401,
      "and": 402,
      "ĠF": 403,
      "ĠN": 404,
      "ĠH": 405,
      "ab": 406,
      "ĠR": 407,
      "ain": 408,
      "Ġat": 409,
      "qu": 410,
      "res": 411,
      "age": 412,
      "ial": 413,
      "Ġy": 414,
      "ity": 415,
      "tic": 416,
      "oc": 417,
      "ces": 418,
      "se": 419,
      "our": 420,
      "ĠE": 421,
      "Ġfrom": 422,
      "ther": 423,
      "ĠG": 424,
      "Ġha": 425,
      "ew": 426,
      "Ġr": 427,
      "ud": 428,
      "ts": 429,
      "ment": 430,
      "pl": 431,
      "ib": 432,
      "Ġun": 433,
      "edia": 434,
      "ions": 435,
      "ĠD": 436,
      "od": 437,
      "ill": 438,
      "Ġsh": 439,
      "Ġhe": 440,
      "ame": 441,
      "ĠU": 442,
      "end": 443,
      "ated": 444,
      "Ġcont": 445,
      "cl": 446,
      "ary": 447,
      "igh": 448,
      "og": 449,
      "Ġpl": 450,
      "ich": 451,
      "Ġhave": 452,
      "ould": 453,
      "ect": 454,
      "ort": 455,
      "Ġch": 456,
      "ĠIn": 457,
      "ical": 458,
      "ĠL": 459,
      "Ġad": 460,
      "all": 461,
      "ak": 462,
      "][": 463,
      "ĠO": 464,
      "ure": 465,
      "pp": 466,
      "Ġwhich": 467,
      "Ġed": 468,
      "ĠWik": 469,
      "ĠJ": 470,
      "Ġk": 471,
      "Ġcan": 472,
      "pt": 473,
      "Ġthis": 474,
      "ine": 475,
      "Ġle": 476,
      "ard": 477,
      "ge": 478,
      "ome": 479,
      "The": 480,
      "Ġedit": 481,
      "Ġdis": 482,
      "Ġother": 483,
      "ber": 484,
      "so": 485,
      "ant": 486,
      "Ġwor": 487,
      "Ġint": 488,
      "Ġartic": 489,
      "gh": 490,
      "ipedia": 491,
      "ual": 492,
      "ust": 493,
      "Ġhas": 494,
      "red": 495,
      "Ġ19": 496,
      "Ġwere": 497,
      "iz": 498,
      "ide": 499,
      "der": 500,
      "Ġab": 501,
      "Ġim": 502,
      "art": 503,
      "ous": 504,
      "out": 505,
      "ough": 506,
      "ub": 507,
      "ans": 508,
      "les": 509,
      "uss": 510,
      "Ġac": 511,
      "Ġcl": 512,
      "ong": 513,
      "Ġne": 514,
      "Ġtheir": 515,
      "Ġall": 516,
      "Ġcomp": 517,
      "ack": 518,
      "ĠWikipedia": 519,
      "ations": 520,
      "ru": 521,
      "ult": 522,
      "ors": 523,
      "ight": 524,
      "ence": 525,
      "ound": 526,
      "ap": 527,
      "00": 528,
      "clud": 529,
      "Ġalso": 530,
      "Ġbut": 531,
      "ĠK": 532,
      "up": 533,
      "ast": 534,
      "Ġres": 535,
      "Ġwhe": 536,
      "ens": 537,
      "Ġte": 538,
      "ish": 539,
      "act": 540,
      "ang": 541,
      "ore": 542,
      "Ġyou": 543,
      "Ġits": 544,
      "ell": 545,
      "orm": 546,
      "ie": 547,
      "ks": 548,
      "pec": 549,
      "ction": 550,
      "able": 551,
      "ages": 552,
      "Ġmay": 553,
      "Ġpage": 554,
      "ition": 555,
      "av": 556,
      "Ġ201": 557,
      "ree": 558,
      "Ġtr": 559,
      "ess": 560,
      "Ġone": 561,
      "rit": 562,
      "Ġ202": 563,
      "Ġinclud": 564,
      "ates": 565,
      "ass": 566,
      "ĠTh": 567,
      "Ġen": 568,
      "ory": 569,
      "tern": 570,
      "Ġev": 571,
      "ue": 572,
      "Ġsuch": 573,
      "Ġbeen": 574,
      "ile": 575,
      "ire": 576,
      "cess": 577,
      "Ġthey": 578,
      "per": 579,
      "Ġmore": 580,
      "irst": 581,
      "vel": 582,
      "Ġcomm": 583,
      "Ġplay": 584,
      "ign": 585,
      "ff": 586,
      "Ġarticle": 587,
      "Ġhum": 588,
      "ĠSt": 589,
      "ames": 590,
      "Ġper": 591,
      "nt": 592,
      "du": 593,
      "Ġhis": 594,
      "oll": 595,
      "Ġj": 596,
      "olog": 597,
      "Ġdo": 598,
      "ep": 599,
      "ost": 600,
      "Ġcons": 601,
      "ace": 602,
      "ord": 603,
      "any": 604,
      "Ġ200": 605,
      "now": 606,
      "ime": 607,
      "ear": 608,
      "ok": 609,
      "Ġrel": 610,
      "Ġhad": 611,
      "Ġfirst": 612,
      "Ġag": 613,
      "int": 614,
      "Ġform": 615,
      "ose": 616,
      "fere": 617,
      "are": 618,
      "Ġwe": 619,
      "ase": 620,
      "Ġuse": 621,
      "Ġsc": 622,
      "Ġgr": 623,
      "Ġinf": 624,
      "ubl": 625,
      "Ġgo": 626,
      "ced": 627,
      "ater": 628,
      "alk": 629,
      "ally": 630,
      "Ġpr": 631,
      "ink": 632,
      "ject": 633,
      "Ġpre": 634,
      "amp": 635,
      "Ġsub": 636,
      "Ġsome": 637,
      "Ġpar": 638,
      "hed": 639,
      "Ġsp": 640,
      "Ġadd": 641,
      "ific": 642,
      "ount": 643,
      "ance": 644,
      "Ġind": 645,
      "Ġbec": 646,
      "rib": 647,
      "Ġany": 648,
      "ĠRuss": 649,
      "Ġqu": 650,
      "Ġspec": 651,
      "Ġrep": 652,
      "ĠCh": 653,
      "con": 654,
      "ach": 655,
      "Ġatt": 656,
      "wo": 657,
      "Ġshould": 658,
      "ry": 659,
      "Ġcre": 660,
      "Ġmost": 661,
      "vi": 662,
      "Ġused": 663,
      "ied": 664,
      "ike": 665,
      "ite": 666,
      "Ġwould": 667,
      "Ġwho": 668,
      "one": 669,
      "ind": 670,
      "hes": 671,
      "Ġdes": 672,
      "ail": 673,
      "In": 674,
      "Ġnew": 675,
      "Ġknow": 676,
      "ased": 677,
      "fter": 678,
      "Ġso": 679,
      "Ġout": 680,
      "ph": 681,
      "Ġme": 682,
      "ved": 683,
      "ict": 684,
      "tw": 685,
      "Ġpe": 686,
      "Ġgen": 687,
      "Ġover": 688,
      "Ġrec": 689,
      "Ġabout": 690,
      ",[": 691,
      "Ġthan": 692,
      "Ġimp": 693,
      "ĠV": 694,
      "ational": 695,
      "ice": 696,
      "Ġthere": 697,
      "ari": 698,
      "aw": 699,
      "ative": 700,
      "ress": 701,
      "ons": 702,
      "Ġser": 703,
      "erm": 704,
      "arch": 705,
      "rain": 706,
      "Ġinto": 707,
      "),": 708,
      "xt": 709,
      "led": 710,
      "ited": 711,
      "Ġpubl": 712,
      "Ġtwo": 713,
      "te": 714,
      "Ġdisc": 715,
      "Ġonly": 716,
      "Ġap": 717,
      "ism": 718,
      "Ġsy": 719,
      "ade": 720,
      "Ġgame": 721,
      "Ġwill": 722,
      "aus": 723,
      "ents": 724,
      "oup": 725,
      "een": 726,
      "Ġif": 727,
      "Ġup": 728,
      "Ġdef": 729,
      "uring": 730,
      "Ġunder": 731,
      "ng": 732,
      "ered": 733,
      "ings": 734,
      "mer": 735,
      ").": 736,
      "ĠUn": 737,
      "Ġthem": 738,
      "ove": 739,
      "Ġreg": 740,
      "Ġoff": 741,
      "ĠIt": 742,
      "Ġtime": 743,
      "Ġ3": 744,
      "ollow": 745,
      "Ġpos": 746,
      "ĠThis": 747,
      "Ġdif": 748,
      "ake": 749,
      "Ġpol": 750,
      "arly": 751,
      "Ġacc": 752,
      "Ġwhen": 753,
      "Ġhuman": 754,
      "Ġsour": 755,
      "ople": 756,
      "Ġapp": 757,
      "TC": 758,
      "Ġno": 759,
      "Ġyear": 760,
      "rough": 761,
      "ĠUk": 762,
      "Ġrem": 763,
      "Ġbot": 764,
      "Ġnum": 765,
      "ĠY": 766,
      "old": 767,
      "UTC": 768,
      "gan": 769,
      "ating": 770,
      "Ġrequ": 771,
      "ics": 772,
      "oot": 773,
      "velop": 774,
      "ident": 775,
      "als": 776,
      "ĠAl": 777,
      "ĠAr": 778,
      "Ġact": 779,
      "ble": 780,
      "ever": 781,
      "ution": 782,
      "ten": 783,
      "Ġpart": 784,
      "Ġafter": 785,
      "Ġfollow": 786,
      "Ġbetw": 787,
      "Ġbetween": 788,
      "Ġpeople": 789,
      "Ġpages": 790,
      "stem": 791,
      "hip": 792,
      "ark": 793,
      "Ġbel": 794,
      "Ġmany": 795,
      "Ġwork": 796,
      "Ġpres": 797,
      "ĠIs": 798,
      "Ġdevelop": 799,
      "very": 800,
      "Ġass": 801,
      "wn": 802,
      "Ġpers": 803,
      "ov": 804,
      "ri": 805,
      "Ġarticles": 806,
      "Ġvi": 807,
      "ran": 808,
      "Ġam": 809,
      "Ġlike": 810,
      "lish": 811,
      "cept": 812,
      "lect": 813,
      "ĠSe": 814,
      "Ġgames": 815,
      "ne": 816,
      "Ġph": 817,
      "ĠRussian": 818,
      "ays": 819,
      "Ġpo": 820,
      "Ġbl": 821,
      "Ġgroup": 822,
      "ists": 823,
      "ral": 824,
      "Ġthese": 825,
      "Ġinv": 826,
      "Ġthrough": 827,
      "ically": 828,
      "iss": 829,
      "ateg": 830,
      "Ġbeing": 831,
      "19": 832,
      "ities": 833,
      "eb": 834,
      "10": 835,
      "ĠFor": 836,
      "ments": 837,
      "ible": 838,
      "cc": 839,
      "inist": 840,
      "Ġneed": 841,
      "Ġgener": 842,
      "Ġsoc": 843,
      "Ġyour": 844,
      "Ġco": 845,
      "Ġfe": 846,
      "ause": 847,
      "ĠDe": 848,
      "Ġaut": 849,
      "ĠEng": 850,
      "ular": 851,
      "12": 852,
      "ince": 853,
      "Ġlar": 854,
      "Ġinc": 855,
      "Ġmat": 856,
      "ob": 857,
      "tain": 858,
      "Ġdiffere": 859,
      "Ġcount": 860,
      "Ġstate": 861,
      "Ġro": 862,
      "Ġinform": 863,
      "ĠAn": 864,
      "ted": 865,
      "ys": 866,
      "rop": 867,
      "ology": 868,
      "Ġwhere": 869,
      "ature": 870,
      "ĠAs": 871,
      "Ġsystem": 872,
      "ock": 873,
      "fore": 874,
      "Ġinter": 875,
      "ually": 876,
      "ures": 877,
      "ning": 878,
      "Ġtem": 879,
      "owever": 880,
      "ility": 881,
      "Ġsupp": 882,
      "ient": 883,
      "ished": 884,
      "cy": 885,
      "pect": 886,
      "ise": 887,
      "Ġworld": 888,
      "ck": 889,
      "Ġsim": 890,
      "ick": 891,
      "Ġprov": 892,
      "Ġcol": 893,
      "ample": 894,
      "ild": 895,
      "Ġagain": 896,
      "ines": 897,
      "inal": 898,
      "Ġbo": 899,
      "Ġwell": 900,
      "hen": 901,
      "Ġuser": 902,
      "Ġdiscuss": 903,
      "ason": 904,
      "uch": 905,
      "Ġend": 906,
      "Ġcontent": 907,
      "ized": 908,
      "Ġref": 909,
      "Ġincluding": 910,
      "Ġrele": 911,
      "reat": 912,
      "Ġcent": 913,
      ".\"": 914,
      "aid": 915,
      "Ġ18": 916,
      "Ġnumber": 917,
      "Ġob": 918,
      "rat": 919,
      "'t": 920,
      "Ġent": 921,
      "Ġconsid": 922,
      "Ġem": 923,
      "13": 924,
      "urn": 925,
      "Ġinst": 926,
      "ivers": 927,
      "meric": 928,
      "Ġexp": 929,
      "Ġ4": 930,
      "ĠEnglish": 931,
      "\",": 932,
      "omm": 933,
      "Ġext": 934,
      "ĠHe": 935,
      "mber": 936,
      "own": 937,
      "gr": 938,
      "irect": 939,
      "Ġinformation": 940,
      "Ġexample": 941,
      "ians": 942,
      "20": 943,
      "Ġduring": 944,
      "Ġstud": 945,
      "16": 946,
      "other": 947,
      "Ġpartic": 948,
      "14": 949,
      "Ġcop": 950,
      "Ġmain": 951,
      "ix": 952,
      "ful": 953,
      "Ġman": 954,
      "Ġlist": 955,
      "Ġwar": 956,
      "Ġdesc": 957,
      "Ġop": 958,
      "Ġfound": 959,
      "uro": 960,
      "Ġappe": 961,
      "Ġset": 962,
      "ural": 963,
      "Ġwhile": 964,
      "yr": 965,
      "rael": 966,
      "Ġpop": 967,
      "Ġperson": 968,
      "..": 969,
      "17": 970,
      "ward": 971,
      "ĠAmeric": 972,
      "elf": 973,
      "ribut": 974,
      "ond": 975,
      "talk": 976,
      "Ġcall": 977,
      "Ġthen": 978,
      "angu": 979,
      "Ġstr": 980,
      "Ġhel": 981,
      "Ġyears": 982,
      "ĠIsrael": 983,
      "Ġsign": 984,
      "Ġchar": 985,
      "Ġav": 986,
      "Ġwrit": 987,
      "ĠFeb": 988,
      "Ġsee": 989,
      "Ġpublic": 990,
      "Ġprodu": 991,
      "Ġmade": 992,
      "Ġconf": 993,
      "ath": 994,
      "Ġgu": 995,
      "yp": 996,
      "Ġtop": 997,
      "ilit": 998,
      "Ġchang": 999,
      "15": 1000,
      "view": 1001,
      "Ġboth": 1002,
      "aj": 1003,
      "imes": 1004,
      "Ġ5": 1005,
      "ĠZ": 1006,
      "Ġorig": 1007,
      "Ġwhat": 1008,
      "Ġdifferent": 1009,
      "Ġtempl": 1010,
      "ves": 1011,
      "raph": 1012,
      "ially": 1013,
      "eld": 1014,
      "az": 1015,
      "row": 1016,
      "ruary": 1017,
      "med": 1018,
      "Ġsame": 1019,
      "ving": 1020,
      "ron": 1021,
      "18": 1022,
      "Ġeach": 1023,
      "ĠFebruary": 1024,
      "gest": 1025,
      "put": 1026,
      "Ġhist": 1027,
      "Ġteam": 1028,
      "Ġmem": 1029,
      "000": 1030,
      "ood": 1031,
      "Ġallow": 1032,
      "ange": 1033,
      "ball": 1034,
      "cond": 1035,
      "Ġdet": 1036,
      "Ġown": 1037,
      "orted": 1038,
      "Ġeditors": 1039,
      "vern": 1040,
      "Ġprot": 1041,
      "Ġ199": 1042,
      "ah": 1043,
      "Ġattack": 1044,
      "ric": 1045,
      "Ġcommun": 1046,
      "Ġagainst": 1047,
      "rol": 1048,
      "Ġdist": 1049,
      "ief": 1050,
      "Ġfollowing": 1051,
      "ren": 1052,
      "Ġvari": 1053,
      "Ġusing": 1054,
      "form": 1055,
      "Ġhumans": 1056,
      "ior": 1057,
      "ars": 1058,
      "Ġpolic": 1059,
      "ivid": 1060,
      "ract": 1061,
      "Ġra": 1062,
      "olution": 1063,
      "ĠOn": 1064,
      "Ġhelp": 1065,
      "land": 1066,
      "ense": 1067,
      "Ġexpl": 1068,
      "Ġtext": 1069,
      "oy": 1070,
      "Ġthree": 1071,
      "Ġlead": 1072,
      "minist": 1073,
      "Ġterm": 1074,
      "ious": 1075,
      "Ġtrans": 1076,
      "Ġlangu": 1077,
      "hess": 1078,
      "ting": 1079,
      "its": 1080,
      "Ġinclude": 1081,
      "ruct": 1082,
      "ower": 1083,
      "Ġdoes": 1084,
      "Ġtalk": 1085,
      "Ġnon": 1086,
      "Ġview": 1087,
      "Ġsaid": 1088,
      "ĠIf": 1089,
      "omin": 1090,
      "Ġmake": 1091,
      "Ġlong": 1092,
      "Ġposs": 1093,
      "Ġbecause": 1094,
      "vent": 1095,
      "ined": 1096,
      "ank": 1097,
      "Ġread": 1098,
      "Ġjust": 1099,
      "Ġwithout": 1100,
      "feren": 1101,
      "uc": 1102,
      "ann": 1103,
      "Ġcommon": 1104,
      "ision": 1105,
      "Ġprocess": 1106,
      "Ġcor": 1107,
      "ft": 1108,
      "ĠEuro": 1109,
      "ledge": 1110,
      "Ġname": 1111,
      "ording": 1112,
      "ply": 1113,
      "ser": 1114,
      "eth": 1115,
      "Ġsince": 1116,
      "ale": 1117,
      "Ġcontin": 1118,
      "ffect": 1119,
      "Ġbefore": 1120,
      "ex": 1121,
      "Ġdec": 1122,
      "aking": 1123,
      "ience": 1124,
      "ook": 1125,
      "outh": 1126,
      "ĠUnited": 1127,
      "Ġoften": 1128,
      "ĠRe": 1129,
      "aim": 1130,
      "\".[": 1131,
      "intend": 1132,
      "ins": 1133,
      "hor": 1134,
      "ily": 1135,
      "rent": 1136,
      "ues": 1137,
      "ĠUkrain": 1138,
      "Ġthose": 1139,
      "par": 1140,
      "raine": 1141,
      "ified": 1142,
      "Ġcur": 1143,
      "Ġknown": 1144,
      "intendo": 1145,
      "ajor": 1146,
      "Ġest": 1147,
      "Ġann": 1148,
      "pos": 1149,
      "chn": 1150,
      "Ġorgan": 1151,
      "ug": 1152,
      "Ġcult": 1153,
      "Ġart": 1154,
      "ĠInd": 1155,
      "Ġspecies": 1156,
      "Ġsources": 1157,
      "vers": 1158,
      "Th": 1159,
      "Ġmilit": 1160,
      "Ġcould": 1161,
      "Ġsecond": 1162,
      "ĠEurope": 1163,
      "Ġcateg": 1164,
      "Ġbeh": 1165,
      "ired": 1166,
      "ĠĊ": 1167,
      "ros": 1168,
      "Ġeven": 1169,
      "Ġfact": 1170,
      "Ġmon": 1171,
      "ared": 1172,
      "ives": 1173,
      "Ġcomple": 1174,
      "Ġexper": 1175,
      "bers": 1176,
      "ged": 1177,
      "ife": 1178,
      "Ġhow": 1179,
      "pr": 1180,
      "ĠSh": 1181,
      "ĠNintendo": 1182,
      "Ġsever": 1183,
      "ĠUkraine": 1184,
      "Ġlater": 1185,
      "Ġgovern": 1186,
      "ather": 1187,
      "orld": 1188,
      "Ġseveral": 1189,
      "Ġloc": 1190,
      "ize": 1191,
      "Ġcharact": 1192,
      "Ġback": 1193,
      "22": 1194,
      "Ġbi": 1195,
      "ories": 1196,
      "ĠHowever": 1197,
      "Ġshow": 1198,
      "ases": 1199,
      "Ġmove": 1200,
      "ĠComm": 1201,
      "Ġmajor": 1202,
      "ĠNew": 1203,
      "Ġocc": 1204,
      "Ġhigh": 1205,
      "ĠUkrainian": 1206,
      "On": 1207,
      "line": 1208,
      "ivil": 1209,
      "Ġvers": 1210,
      "ĠRussia": 1211,
      "Ġknowledge": 1212,
      "though": 1213,
      "}}": 1214,
      "ries": 1215,
      "Ġmark": 1216,
      "Ġ6": 1217,
      "Ġlarge": 1218,
      "ork": 1219,
      "ury": 1220,
      "Ġclaim": 1221,
      "ootball": 1222,
      "Ġsource": 1223,
      "ional": 1224,
      "Ġfun": 1225,
      "apt": 1226,
      "Ġoffic": 1227,
      "ights": 1228,
      "{{": 1229,
      "Ġ'": 1230,
      "Ġhim": 1231,
      "Ġcalled": 1232,
      "Ġ0": 1233,
      "Ġresp": 1234,
      "ober": 1235,
      "Ġfil": 1236,
      "get": 1237,
      "illion": 1238,
      "Ġfour": 1239,
      "cer": 1240,
      "Ġ2024": 1241,
      "ological": 1242,
      "Ġsubject": 1243,
      "ived": 1244,
      "Ġsection": 1245,
      "ax": 1246,
      "Ġthough": 1247,
      "ny": 1248,
      "oss": 1249,
      "rip": 1250,
      "Wik": 1251,
      "yright": 1252,
      "Ġsur": 1253,
      "Ġsocial": 1254,
      "orth": 1255,
      "oci": 1256,
      "anu": 1257,
      "ended": 1258,
      "Ġtra": 1259,
      "Ġlink": 1260,
      "ization": 1261,
      "Ġdirect": 1262,
      "itions": 1263,
      "Ġwithin": 1264,
      "Ġret": 1265,
      "let": 1266,
      "air": 1267,
      "Ġword": 1268,
      "Ġopen": 1269,
      "Ġearly": 1270,
      "ĠLe": 1271,
      "Ġcontribut": 1272,
      "Ġway": 1273,
      "Ġeditor": 1274,
      "Ġ2023": 1275,
      "Ġintern": 1276,
      "Ġincre": 1277,
      "Ġsom": 1278,
      "ify": 1279,
      "Ġbro": 1280,
      "Ġimage": 1281,
      "Ġnames": 1282,
      "Ġplayers": 1283,
      "ke": 1284,
      "aterial": 1285,
      "Ġfl": 1286,
      "ll": 1287,
      "ently": 1288,
      "Ġiss": 1289,
      "iving": 1290,
      "Ġadv": 1291,
      "Ġbased": 1292,
      "Ġprim": 1293,
      "FL": 1294,
      "Ġdescrib": 1295,
      "not": 1296,
      "tle": 1297,
      "Ġtechn": 1298,
      "Ġmust": 1299,
      "ised": 1300,
      "ately": 1301,
      "Ġcit": 1302,
      "Ġwik": 1303,
      "25": 1304,
      "Ġtit": 1305,
      "Ġ17": 1306,
      "ĠWorld": 1307,
      "uman": 1308,
      "Ġcontrol": 1309,
      "Ġrequest": 1310,
      "23": 1311,
      "orts": 1312,
      "Ġchanges": 1313,
      "ĠOct": 1314,
      "24": 1315,
      "ull": 1316,
      "Ġmod": 1317,
      "11": 1318,
      "Ġtyp": 1319,
      "Ġplace": 1320,
      "Ġkill": 1321,
      "Ġanother": 1322,
      "ĠWar": 1323,
      "Ġdep": 1324,
      "Ġadminist": 1325,
      "Ġmilitary": 1326,
      "play": 1327,
      "Ġresult": 1328,
      "Ġfam": 1329,
      ".\"[": 1330,
      "Ġ15": 1331,
      "ĠAust": 1332,
      "ividual": 1333,
      "ield": 1334,
      "Ġusers": 1335,
      "Ġmaterial": 1336,
      "iod": 1337,
      "Ġ7": 1338,
      "Ġ{{": 1339,
      "Ġsupport": 1340,
      "the": 1341,
      "ĠThey": 1342,
      "Ġanim": 1343,
      "Ġtemplate": 1344,
      "Ġimport": 1345,
      "blem": 1346,
      "Ġstart": 1347,
      "anuary": 1348,
      "man": 1349,
      "ier": 1350,
      "iven": 1351,
      "ants": 1352,
      "ailable": 1353,
      "Ġstand": 1354,
      "eply": 1355,
      "Ġpresent": 1356,
      "Ġcopyright": 1357,
      "ven": 1358,
      "Ġfree": 1359,
      "ĠJanuary": 1360,
      "Ġseries": 1361,
      "Ġproject": 1362,
      "Ġexist": 1363,
      "Ġcrit": 1364,
      "Ġclass": 1365,
      "Ġpoint": 1366,
      "read": 1367,
      "Ġmoder": 1368,
      "Ġthink": 1369,
      "\".": 1370,
      "ĠCon": 1371,
      "Ġaccess": 1372,
      "Ġediting": 1373,
      "Ġcurrent": 1374,
      "sy": 1375,
      "Ġsm": 1376,
      "Ġ-": 1377,
      "ĠOctober": 1378,
      "ales": 1379,
      "ave": 1380,
      "Ġ10": 1381,
      "Ġprom": 1382,
      "ird": 1383,
      "Ġprotect": 1384,
      "Ġdiscussion": 1385,
      "Ġcivil": 1386,
      "Ġdue": 1387,
      "rodu": 1388,
      "ĠPal": 1389,
      "Ġproblem": 1390,
      "Ġindividual": 1391,
      "Ġprovid": 1392,
      "Ġvery": 1393,
      "Ġrul": 1394,
      "ĠStates": 1395,
      "Ġremain": 1396,
      "Ġval": 1397,
      "Ġgood": 1398,
      "reply": 1399,
      "str": 1400,
      "Ġappro": 1401,
      "less": 1402,
      "Ġconsidered": 1403,
      "Reply": 1404,
      "ets": 1405,
      "Ġrese": 1406,
      "Ġsing": 1407,
      "Ġbr": 1408,
      "Ġlevel": 1409,
      "Ġfind": 1410,
      "ool": 1411,
      "Ġperiod": 1412,
      "Ġlaw": 1413,
      "Ġaddition": 1414,
      "Ġ8": 1415,
      "Ġcar": 1416,
      "amm": 1417,
      "ideo": 1418,
      "Ġreported": 1419,
      "ody": 1420,
      "ety": 1421,
      "ards": 1422,
      "vious": 1423,
      "ality": 1424,
      "Ġavailable": 1425,
      "arl": 1426,
      "Ġconst": 1427,
      "bs": 1428,
      "Ġmin": 1429,
      "Ġcap": 1430,
      "Ġplayer": 1431,
      "yle": 1432,
      "Ġoper": 1433,
      "ata": 1434,
      "Ġunt": 1435,
      "Ġche": 1436,
      "ĠAustral": 1437,
      "ĠWh": 1438,
      "Ġsch": 1439,
      "Ġlanguage": 1440,
      "ead": 1441,
      "Ġothers": 1442,
      "Ġannoun": 1443,
      "ament": 1444,
      "Ġbecame": 1445,
      "ec": 1446,
      "ulation": 1447,
      "Ġhistory": 1448,
      "ogn": 1449,
      "27": 1450,
      "lu": 1451,
      "Ġident": 1452,
      "aval": 1453,
      "oh": 1454,
      "Ġstill": 1455,
      "ograph": 1456,
      "ued": 1457,
      "Ġauthor": 1458,
      "Ġmodern": 1459,
      "Ġide": 1460,
      "ae": 1461,
      "ilar": 1462,
      "ĠThere": 1463,
      "Ġreview": 1464,
      "Ġdra": 1465,
      "sc": 1466,
      "Ġele": 1467,
      "Ġrepres": 1468,
      "Ġchess": 1469,
      "cember": 1470,
      "ĠIntern": 1471,
      "Ġ198": 1472,
      "cycl": 1473,
      "itive": 1474,
      "iable": 1475,
      "Ġcontain": 1476,
      "ĠDecember": 1477,
      "io": 1478,
      "olved": 1479,
      "Ġsignific": 1480,
      "Ġforces": 1481,
      "Ġopp": 1482,
      "Ġaround": 1483,
      "ĠAmerican": 1484,
      "ital": 1485,
      "ices": 1486,
      "Ġleg": 1487,
      "Ġher": 1488,
      "ĠAd": 1489,
      "ĠThese": 1490,
      "Ġuntil": 1491,
      "bo": 1492,
      "ĠMarch": 1493,
      "ention": 1494,
      "Ġlim": 1495,
      "cyclop": 1496,
      "Ġchange": 1497,
      "por": 1498,
      "Ġlife": 1499,
      "ither": 1500,
      "ote": 1501,
      "Ġreleased": 1502,
      "Ġmult": 1503,
      "Ġgovernment": 1504,
      "Ġ16": 1505,
      "Ġestab": 1506,
      "Ġmy": 1507,
      "Ġblock": 1508,
      "Ġevery": 1509,
      "ison": 1510,
      "urther": 1511,
      "eral": 1512,
      "ash": 1513,
      "ode": 1514,
      "Ġshort": 1515,
      "Ġmillion": 1516,
      "Ġgroups": 1517,
      "ross": 1518,
      "Ġdid": 1519,
      "Ġamong": 1520,
      "Ġbegan": 1521,
      "Ġhere": 1522,
      "Ġke": 1523,
      "Ġ2022": 1524,
      "Ġquest": 1525,
      "Ġdevelopment": 1526,
      "estin": 1527,
      "Ġcountry": 1528,
      "Ġguid": 1529,
      "Ġdown": 1530,
      "Ġhand": 1531,
      "ember": 1532,
      "Ġpolit": 1533,
      "26": 1534,
      "side": 1535,
      "ctions": 1536,
      "Ġvideo": 1537,
      "Ġsent": 1538,
      "Ġpur": 1539,
      "ĠMay": 1540,
      "This": 1541,
      "Ġserv": 1542,
      "Ġcentury": 1543,
      "aced": 1544,
      "29": 1545,
      "Ġcharacter": 1546,
      "com": 1547,
      "my": 1548,
      "Ġbu": 1549,
      "aun": 1550,
      "Ġcommunity": 1551,
      "Ġbehav": 1552,
      "Ġreferen": 1553,
      "Ġsimilar": 1554,
      "Ġpolicy": 1555,
      "oid": 1556,
      "ĠIran": 1557,
      "Ġcomput": 1558,
      "Ġneeded": 1559,
      "ĠAt": 1560,
      "sych": 1561,
      "avalny": 1562,
      "ty": 1563,
      "ĠBrit": 1564,
      "Ġrecord": 1565,
      "osed": 1566,
      "ien": 1567,
      "ement": 1568,
      "Ġhead": 1569,
      "Ġgeneral": 1570,
      "Ġdon": 1571,
      "28": 1572,
      "30": 1573,
      "If": 1574,
      "oad": 1575,
      "Ġpost": 1576,
      "ertain": 1577,
      "Ġshe": 1578,
      "Ġviol": 1579,
      "Ġ9": 1580,
      "Ġdesign": 1581,
      "Ġsignificant": 1582,
      "omen": 1583,
      "Ġimportant": 1584,
      "els": 1585,
      "Ġprogr": 1586,
      "ript": 1587,
      "Ġcountries": 1588,
      "Ġred": 1589,
      "iple": 1590,
      "bl": 1591,
      "stand": 1592,
      "Ġoriginal": 1593,
      "Ġmus": 1594,
      "lease": 1595,
      "Ġsuc": 1596,
      "Ġcreated": 1597,
      "Ġver": 1598,
      "inks": 1599,
      "Ġdr": 1600,
      "Ġpublished": 1601,
      "ness": 1602,
      "Ġcle": 1603,
      "Ġsearch": 1604,
      "Ġsmall": 1605,
      "pace": 1606,
      "Ġmembers": 1607,
      "Ġcompet": 1608,
      "Ġpossible": 1609,
      "Ġincluded": 1610,
      "Ġappear": 1611,
      "ovember": 1612,
      "ĠUS": 1613,
      "Ġ|": 1614,
      "Ġspe": 1615,
      "Ġarch": 1616,
      "Ġnow": 1617,
      "ĠAf": 1618,
      "ĠNovember": 1619,
      "Ġstudy": 1620,
      "Ġversion": 1621,
      "here": 1622,
      "Ġfew": 1623,
      "Ġofficial": 1624,
      "etw": 1625,
      "gin": 1626,
      "Ġsug": 1627,
      "ĠJun": 1628,
      "Ġbelie": 1629,
      "Ġannounced": 1630,
      "Ġpie": 1631,
      "akes": 1632,
      "Ġvarious": 1633,
      "Ġseason": 1634,
      "imedia": 1635,
      "Ġarg": 1636,
      "ĠNavalny": 1637,
      "Ġinflu": 1638,
      "Ġappl": 1639,
      "Ġrepresent": 1640,
      "ĠSome": 1641,
      "Ġbest": 1642,
      "ification": 1643,
      "Ġbroad": 1644,
      "Ġbecome": 1645,
      "50": 1646,
      "ĠCl": 1647,
      "Ġ197": 1648,
      "cent": 1649,
      "idd": 1650,
      "Ġcase": 1651,
      "Ġeng": 1652,
      "iqu": 1653,
      "Ġmar": 1654,
      "Ġusually": 1655,
      "ivity": 1656,
      "atic": 1657,
      "estern": 1658,
      "Ġold": 1659,
      "Ġpower": 1660,
      "Ġmuch": 1661,
      "Ġreason": 1662,
      "Ġequ": 1663,
      "amed": 1664,
      "istic": 1665,
      "erest": 1666,
      "Ġsold": 1667,
      "Ġel": 1668,
      "ĠApr": 1669,
      "ably": 1670,
      "Ġsuggest": 1671,
      "Ġpropos": 1672,
      "Ġchild": 1673,
      "Ġgiven": 1674,
      "Ġelect": 1675,
      "Ġright": 1676,
      "Ġhost": 1677,
      "ium": 1678,
      "Ġedits": 1679,
      "Ġpass": 1680,
      "Ġline": 1681,
      "Ġlast": 1682,
      "Ġsoci": 1683,
      "Ġrelated": 1684,
      "Ġsingle": 1685,
      "Ġbas": 1686,
      "Ġrelig": 1687,
      "Ġplayed": 1688,
      "ger": 1689,
      "Ġtrad": 1690,
      "conom": 1691,
      "Ġresearch": 1692,
      "au": 1693,
      "ina": 1694,
      "ner": 1695,
      "Ġleast": 1696,
      "Ġworks": 1697,
      "apan": 1698,
      "ĠPalestin": 1699,
      "Ġsum": 1700,
      "Ġeffect": 1701,
      "thern": 1702,
      ").[": 1703,
      "Ġrece": 1704,
      "ensus": 1705,
      "Ġconsider": 1706,
      "epend": 1707,
      "Ġtake": 1708,
      "Ġdem": 1709,
      "inc": 1710,
      "Ġlit": 1711,
      "Ġeither": 1712,
      "ns": 1713,
      "Ġes": 1714,
      "Ġfin": 1715,
      "Ġfootball": 1716,
      "ropri": 1717,
      "Ġmed": 1718,
      "ĠBl": 1719,
      "BC": 1720,
      "ches": 1721,
      "Ġlic": 1722,
      "Ġimages": 1723,
      "mp": 1724,
      "Ġalong": 1725,
      "Ġsk": 1726,
      "ĠSouth": 1727,
      "unt": 1728,
      "ĠEd": 1729,
      "Ġencyclop": 1730,
      "Ġter": 1731,
      "Ġmass": 1732,
      "ured": 1733,
      "Ġcreate": 1734,
      "alth": 1735,
      "Ġ12": 1736,
      "ensive": 1737,
      "Ġaddress": 1738,
      "Ġmedia": 1739,
      "ration": 1740,
      "Ġprevious": 1741,
      "Ġtool": 1742,
      "Ġstruct": 1743,
      "Ġgl": 1744,
      "Ġscient": 1745,
      "ai": 1746,
      "ched": 1747,
      "ission": 1748,
      "ĠApril": 1749,
      "Ġpract": 1750,
      "idence": 1751,
      "ĠNorth": 1752,
      "mit": 1753,
      "ret": 1754,
      "ague": 1755,
      "Ġsepar": 1756,
      "Ġrun": 1757,
      "Ġrules": 1758,
      "ene": 1759,
      "Ġadministrat": 1760,
      "Ġdeveloped": 1761,
      "ator": 1762,
      "Ġmet": 1763,
      "ument": 1764,
      "ccording": 1765,
      "Ġsuccess": 1766,
      "Ġour": 1767,
      "Ġconcer": 1768,
      "...": 1769,
      "alism": 1770,
      "und": 1771,
      "Ġ2021": 1772,
      "Ġkilled": 1773,
      "yl": 1774,
      "arn": 1775,
      "35": 1776,
      "ĠSp": 1777,
      "Ġinterest": 1778,
      "Ġled": 1779,
      "Ġstat": 1780,
      "ris": 1781,
      "tter": 1782,
      "Ġbrain": 1783,
      "Ġ196": 1784,
      "Ġspecific": 1785,
      "ints": 1786,
      "Ġtrib": 1787,
      "arily": 1788,
      "Ġbody": 1789,
      "Ġfurther": 1790,
      "34": 1791,
      "Ġevent": 1792,
      "oph": 1793,
      "to": 1794,
      "reen": 1795,
      "ley": 1796,
      "Ġ14": 1797,
      "ptember": 1798,
      "Ġwant": 1799,
      "Ġorder": 1800,
      "ĠJapan": 1801,
      "ftw": 1802,
      "iers": 1803,
      "Ġsay": 1804,
      "Ġimpro": 1805,
      "Ġspecial": 1806,
      "Ġbelow": 1807,
      "Ġguidel": 1808,
      "ĠSo": 1809,
      "ults": 1810,
      "Ġday": 1811,
      "Ġless": 1812,
      "ĠWikimedia": 1813,
      "Ġfield": 1814,
      "Ġvis": 1815,
      "ĠSeptember": 1816,
      "Ġgenerally": 1817,
      "Ġrefer": 1818,
      "ftware": 1819,
      "Ġ2020": 1820,
      "Ġattem": 1821,
      "Ġmatch": 1822,
      "Ġparticip": 1823,
      "Ġcertain": 1824,
      "Ġunderstand": 1825,
      "rem": 1826,
      "ĠGame": 1827,
      "ĠQ": 1828,
      "Ġadded": 1829,
      "ony": 1830,
      "itation": 1831,
      "ĠChe": 1832,
      "ively": 1833,
      "Ġrather": 1834,
      "Ġpopular": 1835,
      "ites": 1836,
      "Ġcour": 1837,
      "cing": 1838,
      "ii": 1839,
      "Ġcases": 1840,
      "Ġpsych": 1841,
      "iped": 1842,
      "Ġfeature": 1843,
      "for": 1844,
      "xual": 1845,
      "Ġrepl": 1846,
      "Ġaccept": 1847,
      "etimes": 1848,
      "Ġhaving": 1849,
      "Ġlog": 1850,
      "Ġ13": 1851,
      "ery": 1852,
      "Ġgreat": 1853,
      "Ġoccur": 1854,
      "oint": 1855,
      "ĠJune": 1856,
      "Ġperform": 1857,
      "Ġhig": 1858,
      "sp": 1859,
      "Ġcategory": 1860,
      "br": 1861,
      "Ġsl": 1862,
      "Ġeconom": 1863,
      "Ġdecl": 1864,
      "Ġmean": 1865,
      "Ġpopulation": 1866,
      "Ġrights": 1867,
      "Ġheld": 1868,
      "Ġdisput": 1869,
      "Ġdiff": 1870,
      "iversity": 1871,
      "Ġpresident": 1872,
      "omo": 1873,
      "Ġstated": 1874,
      "Ġinstead": 1875,
      "atures": 1876,
      "ĠAfric": 1877,
      "ances": 1878,
      "Ġalb": 1879,
      "ĠIsraeli": 1880,
      "ropriate": 1881,
      "Ġnational": 1882,
      "rect": 1883,
      "Ġinit": 1884,
      "Ġhome": 1885,
      "atch": 1886,
      "Ġmaking": 1887,
      "ĠSup": 1888,
      "Ġposition": 1889,
      "Ġthird": 1890,
      "ama": 1891,
      "Ġaccount": 1892,
      "wards": 1893,
      "cur": 1894,
      "Ġlinks": 1895,
      "ĠBBC": 1896,
      "36": 1897,
      "oks": 1898,
      "Ġintrodu": 1899,
      "Ġinternational": 1900,
      "ored": 1901,
      "Ġer": 1902,
      "Ġstrong": 1903,
      "39": 1904,
      "ka": 1905,
      "Ġeas": 1906,
      "aces": 1907,
      "clus": 1908,
      "Ġtele": 1909,
      "Ġpolitical": 1910,
      "Ġstates": 1911,
      "ending": 1912,
      "Ġformat": 1913,
      "Ġprof": 1914,
      "Ġwhether": 1915,
      "Ġdescribed": 1916,
      "ton": 1917,
      "duct": 1918,
      "Ġconsensus": 1919,
      "lished": 1920,
      "ring": 1921,
      "uation": 1922,
      "Ġcoll": 1923,
      "Ġcapt": 1924,
      "ĠAug": 1925,
      "Ġorigin": 1926,
      "ee": 1927,
      "ĠPro": 1928,
      "ĠGaz": 1929,
      "ĠLink": 1930,
      "Ġclub": 1931,
      "Ġanal": 1932,
      "Ġarea": 1933,
      "Ġabove": 1934,
      "ethod": 1935,
      "by": 1936,
      "throp": 1937,
      "ling": 1938,
      "Ġwide": 1939,
      "Ġlaun": 1940,
      "Ġcomb": 1941,
      "Ġassoci": 1942,
      "Ġprovide": 1943,
      "Ġmonth": 1944,
      "nect": 1945,
      "ampions": 1946,
      "Ġindic": 1947,
      "Ġfamily": 1948,
      "ĠBe": 1949,
      "aken": 1950,
      "As": 1951,
      "hem": 1952,
      "40": 1953,
      "day": 1954,
      "Ġtag": 1955,
      "Ġsoftware": 1956,
      "Ġ[": 1957,
      "Ġdefin": 1958,
      "Ġcaus": 1959,
      "Ġpat": 1960,
      "Ġ2005": 1961,
      "Ġsumm": 1962,
      "Ġcity": 1963,
      "Ġregard": 1964,
      "Ġtopic": 1965,
      "cial": 1966,
      "like": 1967,
      "ĠCent": 1968,
      "Ġdisplay": 1969,
      "Ġtitle": 1970,
      "itut": 1971,
      "arth": 1972,
      "Ġmiss": 1973,
      "Ġ2006": 1974,
      "Ġcheck": 1975,
      "38": 1976,
      "Ġhowever": 1977,
      "gen": 1978,
      "Ġmethod": 1979,
      "tal": 1980,
      "Ġrev": 1981,
      "Ġalthough": 1982,
      "ĠYou": 1983,
      "Ġobject": 1984,
      "Ġnature": 1985,
      "irc": 1986,
      "Ġwin": 1987,
      "Ġshoot": 1988,
      "37": 1989,
      "ems": 1990,
      "Ġfull": 1991,
      "Ġget": 1992,
      "aged": 1993,
      "Ġvol": 1994,
      "ploy": 1995,
      "ffic": 1996,
      "Ġrelations": 1997,
      "Ġclaimed": 1998,
      "Wikipedia": 1999,
      "An": 2000,
      "Ġphys": 2001,
      "ĠAugust": 2002,
      "way": 2003,
      "Ġareas": 2004,
      "Ġdom": 2005,
      "Ġdays": 2006,
      "Ġleft": 2007,
      "Ġestablished": 2008,
      "Ġu": 2009,
      "ival": 2010,
      "ption": 2011,
      "Ġdeb": 2012,
      "ĠJoh": 2013,
      "Ġdata": 2014,
      "ĠHam": 2015,
      "ĠEuropean": 2016,
      "Ġanimals": 2017,
      "Ġindepend": 2018,
      "atural": 2019,
      "pecially": 2020,
      "ms": 2021,
      "ĠGr": 2022,
      "ĠOr": 2023,
      "Ġfive": 2024,
      "Ġpolicies": 2025,
      "most": 2026,
      "ĠAll": 2027,
      "Ġwritten": 2028,
      "OV": 2029,
      "Ġland": 2030,
      "ellig": 2031,
      "Ġmight": 2032,
      "ĠPl": 2033,
      "Ġtimes": 2034,
      "Ġnetw": 2035,
      "ĠWhen": 2036,
      "ĠGaza": 2037,
      "Ġevidence": 2038,
      "Ġparticular": 2039,
      "Ġculture": 2040,
      "Ġcare": 2041,
      "Ġfore": 2042,
      "Ġcond": 2043,
      "abor": 2044,
      "Ġautom": 2045,
      "Ġrole": 2046,
      "ĠNational": 2047,
      "Ġevolution": 2048,
      "Ġprogram": 2049,
      "Ġ21": 2050,
      "Ġreturn": 2051,
      "ges": 2052,
      "Ġexcept": 2053,
      "Ġnear": 2054,
      "Ġschool": 2055,
      "ĠAnd": 2056,
      "Ġlook": 2057,
      "ĠTo": 2058,
      "hers": 2059,
      "Ġscience": 2060,
      "Ġterms": 2061,
      "ways": 2062,
      "ental": 2063,
      "Ġnorm": 2064,
      "Ġdeath": 2065,
      "Ġcannot": 2066,
      "Ġconfl": 2067,
      "emic": 2068,
      "ularly": 2069,
      "Ġ11": 2070,
      "Ġenc": 2071,
      "Ġexpress": 2072,
      "ps": 2073,
      "iens": 2074,
      "Ġvand": 2075,
      "Ġcomment": 2076,
      "Ġsystems": 2077,
      "Ġball": 2078,
      "iefs": 2079,
      "aries": 2080,
      "agon": 2081,
      "Ġstyle": 2082,
      "Ġquestion": 2083,
      "iddle": 2084,
      "Ġbegin": 2085,
      "Ġ2010": 2086,
      "sel": 2087,
      "lection": 2088,
      "ential": 2089,
      "Ġask": 2090,
      "ĠJu": 2091,
      "Ġrecogn": 2092,
      "Ġmultiple": 2093,
      "Ġunivers": 2094,
      "Ġdetail": 2095,
      "Ġbehavior": 2096,
      "orn": 2097,
      "ĠEn": 2098,
      "ampionship": 2099,
      "ane": 2100,
      "ilos": 2101,
      "ops": 2102,
      "Ġreliable": 2103,
      "Ġbetter": 2104,
      "Ġlate": 2105,
      "Ġexplain": 2106,
      "Ġ2014": 2107,
      "ky": 2108,
      "ication": 2109,
      "ouse": 2110,
      "Ġable": 2111,
      "Ġnecess": 2112,
      "ĠAFL": 2113,
      "Ġcompany": 2114,
      "ple": 2115,
      "Ġtook": 2116,
      "Ġliving": 2117,
      "There": 2118,
      "Ġclose": 2119,
      "Ġsix": 2120,
      "Ġep": 2121,
      "Ġwords": 2122,
      "dom": 2123,
      "ĠTe": 2124,
      "Ġpersonal": 2125,
      "ĠAmerica": 2126,
      "Ġtest": 2127,
      "Ġalbum": 2128,
      "pro": 2129,
      "Ġwebs": 2130,
      "ourn": 2131,
      "Ġrequired": 2132,
      "ĠJuly": 2133,
      "di": 2134,
      "ox": 2135,
      "oman": 2136,
      "use": 2137,
      "ides": 2138,
      "acy": 2139,
      "Ġsometimes": 2140,
      "ney": 2141,
      "ĠAss": 2142,
      "val": 2143,
      "Ġanc": 2144,
      "Ġ22": 2145,
      "ĠPh": 2146,
      "Ġlocal": 2147,
      "Ġwon": 2148,
      "alf": 2149,
      "Ġant": 2150,
      "asing": 2151,
      "Ġearl": 2152,
      "ĠSc": 2153,
      "Ġmeans": 2154,
      "app": 2155,
      "ination": 2156,
      "ators": 2157,
      "ocus": 2158,
      "sequ": 2159,
      "21": 2160,
      "Ġmen": 2161,
      "Ġacross": 2162,
      "Ġtheory": 2163,
      "eria": 2164,
      "Ġcr": 2165,
      "reed": 2166,
      "Ġself": 2167,
      "oth": 2168,
      "Ġ2011": 2169,
      "Ġaccording": 2170,
      "Ġtradition": 2171,
      "Ġage": 2172,
      "ĠMar": 2173,
      "ĠKore": 2174,
      "Ġappropriate": 2175,
      "Ġentire": 2176,
      "selves": 2177,
      "Ġve": 2178,
      "Ġcreation": 2179,
      "ault": 2180,
      "gy": 2181,
      "ering": 2182,
      "Ġput": 2183,
      "ublic": 2184,
      "back": 2185,
      "ule": 2186,
      "Ġ30": 2187,
      "Ġrespons": 2188,
      "ĠPalestinian": 2189,
      "asons": 2190,
      "ĠWii": 2191,
      "Ġespecially": 2192,
      "Ġdel": 2193,
      "Ġrequire": 2194,
      "Ġinvol": 2195,
      "Ġren": 2196,
      "Ġindust": 2197,
      "Ġhistor": 2198,
      "ĠGen": 2199,
      "verage": 2200,
      "Ġforms": 2201,
      "Ġdi": 2202,
      "Ġlikely": 2203,
      "33": 2204,
      "ype": 2205,
      "Ġside": 2206,
      "Ġfar": 2207,
      "ĠWP": 2208,
      "Ġtry": 2209,
      "Ġformer": 2210,
      "Ġcomputer": 2211,
      "46": 2212,
      "rist": 2213,
      "Ġplan": 2214,
      "Ġcomplete": 2215,
      "Ġmusic": 2216,
      "Ġscientific": 2217,
      "47": 2218,
      "pose": 2219,
      "Ġaffect": 2220,
      "isc": 2221,
      "Ġfinal": 2222,
      "Ġattacks": 2223,
      "45": 2224,
      "48": 2225,
      "fer": 2226,
      "Ġfood": 2227,
      "Ġrest": 2228,
      "Ġgrow": 2229,
      "Ġ2013": 2230,
      "overed": 2231,
      "Ġattempt": 2232,
      "Ġet": 2233,
      "Ġconnect": 2234,
      "vert": 2235,
      "Ġchildren": 2236,
      "49": 2237,
      "Ġintellig": 2238,
      "Ġlargest": 2239,
      "Ġlack": 2240,
      "Ġdev": 2241,
      "Ġdele": 2242,
      "apiens": 2243,
      "ĠBritish": 2244,
      "ĠHamas": 2245,
      "arian": 2246,
      "Ġitself": 2247,
      "strict": 2248,
      "Ġmag": 2249,
      "Ġconduct": 2250,
      "ĠHuman": 2251,
      "Ġ2008": 2252,
      "Ġteams": 2253,
      "ID": 2254,
      "hib": 2255,
      "pload": 2256,
      "Ġport": 2257,
      "Ġbuild": 2258,
      "ĠJohn": 2259,
      "Ġbat": 2260,
      "Ġbook": 2261,
      "Ġdeterm": 2262,
      "Ġissue": 2263,
      "oved": 2264,
      "Ġfocus": 2265,
      "Ġservice": 2266,
      "ĠPr": 2267,
      "Ġ2012": 2268,
      "amet": 2269,
      "ends": 2270,
      "ĠCom": 2271,
      "Ġ2009": 2272,
      "Ġencyclopedia": 2273,
      "af": 2274,
      "Ġnamed": 2275,
      "ĠAfter": 2276,
      "Ġthemselves": 2277,
      "Ġtemplates": 2278,
      "ĠInternet": 2279,
      "wh": 2280,
      "reg": 2281,
      "ĠOther": 2282,
      "Ġincludes": 2283,
      "Wh": 2284,
      "rel": 2285,
      "arget": 2286,
      "ĠAm": 2287,
      "Ġavoid": 2288,
      "ĠCol": 2289,
      "ibility": 2290,
      "aps": 2291,
      "Ġresults": 2292,
      "Ġ$": 2293,
      "Ġfail": 2294,
      "Ġproper": 2295,
      "Ġpoints": 2296,
      "Ġcomplex": 2297,
      "iron": 2298,
      "ander": 2299,
      "Ġrestrict": 2300,
      "ĠAv": 2301,
      "ĠGu": 2302,
      "citation": 2303,
      "Ġrecent": 2304,
      "ires": 2305,
      "Ġdoc": 2306,
      "ĠWestern": 2307,
      "Ġnamespace": 2308,
      "erous": 2309,
      "Ġpast": 2310,
      "ĠSuper": 2311,
      "Ġdirectly": 2312,
      "Ġlimited": 2313,
      "be": 2314,
      "Ġtru": 2315,
      "aster": 2316,
      "Ġhard": 2317,
      "Ġseen": 2318,
      "ĠGe": 2319,
      "Ġwriting": 2320,
      "Ġsentence": 2321,
      "ming": 2322,
      "Ġfile": 2323,
      "Ġonline": 2324,
      "Ġspace": 2325,
      "Ġstandard": 2326,
      "Ġredu": 2327,
      "Ġemer": 2328,
      "ĠOne": 2329,
      "55": 2330,
      "hol": 2331,
      "ingu": 2332,
      "ĠBy": 2333,
      ".,": 2334,
      "go": 2335,
      "Ġguidelines": 2336,
      "roke": 2337,
      "Ġhealth": 2338,
      "Ġfunction": 2339,
      "icult": 2340,
      "Ġ23": 2341,
      "ability": 2342,
      "Ġability": 2343,
      "Ġparts": 2344,
      "Ġvandalism": 2345,
      "enn": 2346,
      "Ġalways": 2347,
      "emen": 2348,
      "Ġjo": 2349,
      "Ġconsist": 2350,
      "Ġphot": 2351,
      "ready": 2352,
      "Ġidea": 2353,
      "Ġissues": 2354,
      "erv": 2355,
      "Ġtoo": 2356,
      "ĠGerm": 2357,
      "Ġfeatures": 2358,
      "Ġtaken": 2359,
      "Ġsite": 2360,
      "itor": 2361,
      "Ġbre": 2362,
      "Ġmot": 2363,
      "ĠDr": 2364,
      "Ġwee": 2365,
      "Ġlanguages": 2366,
      "Ġreal": 2367,
      "Ġtarget": 2368,
      "iness": 2369,
      "Ġnomin": 2370,
      "Ġobser": 2371,
      "Ġthought": 2372,
      "Ġprofess": 2373,
      "ont": 2374,
      "Ġnatural": 2375,
      "ots": 2376,
      "Ġprevent": 2377,
      "Ġglob": 2378,
      "self": 2379,
      "vant": 2380,
      "ached": 2381,
      "Ġpriv": 2382,
      "Ġremoved": 2383,
      "letion": 2384,
      "For": 2385,
      "inn": 2386,
      "Ġtourn": 2387,
      "irmed": 2388,
      "medi": 2389,
      "Ġdraw": 2390,
      "Ġsol": 2391,
      "ask": 2392,
      "ilities": 2393,
      "Ġstatus": 2394,
      "ĠCar": 2395,
      "Ġrespect": 2396,
      "Ġ2007": 2397,
      "Ġprinc": 2398,
      "Ġphilos": 2399,
      "Ġmaintain": 2400,
      "ext": 2401,
      "ising": 2402,
      "Ġpot": 2403,
      "Ġfight": 2404,
      "Ġallowed": 2405,
      "vision": 2406,
      "Ġturn": 2407,
      "inct": 2408,
      "ĠSw": 2409,
      "erson": 2410,
      "Ġreference": 2411,
      "oted": 2412,
      "ĠCan": 2413,
      "irit": 2414,
      "elda": 2415,
      "'m": 2416,
      "eration": 2417,
      "Ġsong": 2418,
      "Ġwomen": 2419,
      "ĠFound": 2420,
      "Ġwiki": 2421,
      "port": 2422,
      "Ġsapiens": 2423,
      "aur": 2424,
      "Ġtax": 2425,
      "rest": 2426,
      "Ġminor": 2427,
      "ĠHomo": 2428,
      "Ġcritic": 2429,
      "Al": 2430,
      "Ġpred": 2431,
      "ĠAra": 2432,
      "ĠEarth": 2433,
      "ĠForces": 2434,
      "Ġdifferen": 2435,
      "59": 2436,
      "Ġsqu": 2437,
      "isions": 2438,
      "imate": 2439,
      "ĠCo": 2440,
      "Ġuses": 2441,
      "ĠZelda": 2442,
      "Pro": 2443,
      "bit": 2444,
      "ham": 2445,
      "org": 2446,
      "Ġdone": 2447,
      "Ġalready": 2448,
      "sole": 2449,
      "pecial": 2450,
      "arent": 2451,
      "Ġcategories": 2452,
      "Ġmob": 2453,
      "Ġcho": 2454,
      "Ġdifficult": 2455,
      "Ġsit": 2456,
      "itte": 2457,
      "lement": 2458,
      "ĠTr": 2459,
      "ĠAccording": 2460,
      "ĠPres": 2461,
      "ples": 2462,
      "free": 2463,
      "atically": 2464,
      "Ġnext": 2465,
      "Ġparamet": 2466,
      "Ġproduct": 2467,
      "Ġpieces": 2468,
      "imately": 2469,
      "Ġarr": 2470,
      "ounts": 2471,
      "Ġnever": 2472,
      "Ġ2017": 2473,
      "yn": 2474,
      "rew": 2475,
      "Ġdiv": 2476,
      "Ġevents": 2477,
      "Ġbelieve": 2478,
      "know": 2479,
      "Ġair": 2480,
      "Ġsw": 2481,
      "ique": 2482,
      "ĠCheroke": 2483,
      "Ġfem": 2484,
      "asion": 2485,
      "Ġhold": 2486,
      "rovers": 2487,
