{
  "version": "1.0",
  "truncation": null,
  "padding": null,
  "added_tokens": [],
  "normalizer": null,
  "pre_tokenizer": {
    "type": "ByteLevel",
    "add_prefix_space": false,
    "trim_offsets": true,
    "use_regex": true
  },
  "post_processor": {
    "type": "ByteLevel",
    "add_prefix_space": true,
    "trim_offsets": false,
    "use_regex": true
  },
  "decoder": {
    "type": "ByteLevel",
    "add_prefix_space": true,
    "trim_offsets": true,
    "use_regex": true
  },
  "model": {
    "type": "BPE",
    "dropout": null,
    "unk_token": null,
    "continuing_subword_prefix": null,
    "end_of_word_suffix": null,
    "fuse_unk": false,
    "byte_fallback": false,
    "vocab": {
      "!": 0,
      "\"": 1,
      "#": 2,
      "$": 3,
      "%": 4,
      "&": 5,
      "'": 6,
      "(": 7,
      ")": 8,
      "*": 9,
      "+": 10,
      ",": 11,
      "-": 12,
      ".": 13,
      "/": 14,
      "0": 15,
      "1": 16,
      "2": 17,
      "3": 18,
      "4": 19,
      "5": 20,
      "6": 21,
      "7": 22,
      "8": 23,
      "9": 24,
      ":": 25,
      ";": 26,
      "<": 27,
      "=": 28,
      ">": 29,
      "?": 30,
      "@": 31,
      "A": 32,
      "B": 33,
      "C": 34,
      "D": 35,
      "E": 36,
      "F": 37,
      "G": 38,
      "H": 39,
      "I": 40,
      "J": 41,
      "K": 42,
      "L": 43,
      "M": 44,
      "N": 45,
      "O": 46,
      "P": 47,
      "Q": 48,
      "R": 49,
      "S": 50,
      "T": 51,
      "U": 52,
      "V": 53,
      "W": 54,
      "X": 55,
      "Y": 56,
      "Z": 57,
      "[": 58,
      "\\": 59,
      "]": 60,
      "^": 61,
      "_": 62,
      "`": 63,
      "a": 64,
      "b": 65,
      "c": 66,
      "d": 67,
      "e": 68,
      "f": 69,
      "g": 70,
      "h": 71,
      "i": 72,
      "j": 73,
      "k": 74,
      "l": 75,
      "m": 76,
      "n": 77,
      "o": 78,
      "p": 79,
      "q": 80,
      "r": 81,
      "s": 82,
      "t": 83,
      "u": 84,
      "v": 85,
      "w": 86,
      "x": 87,
      "y": 88,
      "z": 89,
      "{": 90,
      "|": 91,
      "}": 92,
      "~": 93,
      "¡": 94,
      "¢": 95,
      "£": 96,
      "¤": 97,
      "¥": 98,
      "¦": 99,
      "§": 100,
      "¨": 101,
      "©": 102,
      "ª": 103,
      "«": 104,
      "¬": 105,
      "®": 106,
      "¯": 107,
      "°": 108,
      "±": 109,
      "²": 110,
      "³": 111,
      "´": 112,
      "µ": 113,
      "¶": 114,
      "·": 115,
      "¸": 116,
      "¹": 117,
      "º": 118,
      "»": 119,
      "¼": 120,
      "½": 121,
      "¾": 122,
      "¿": 123,
      "À": 124,
      "Á": 125,
      "Â": 126,
      "Ã": 127,
      "Ä": 128,
      "Å": 129,
      "Æ": 130,
      "Ç": 131,
      "È": 132,
      "É": 133,
      "Ê": 134,
      "Ë": 135,
      "Ì": 136,
      "Í": 137,
      "Î": 138,
      "Ï": 139,
      "Ð": 140,
      "Ñ": 141,
      "Ò": 142,
      "Ó": 143,
      "Ô": 144,
      "Õ": 145,
      "Ö": 146,
      "×": 147,
      "Ø": 148,
      "Ù": 149,
      "Ú": 150,
      "Û": 151,
      "Ü": 152,
      "Ý": 153,
      "Þ": 154,
      "ß": 155,
      "à": 156,
      "á": 157,
      "â": 158,
      "ã": 159,
      "ä": 160,
      "å": 161,
      "æ": 162,
      "ç": 163,
      "è": 164,
      "é": 165,
      "ê": 166,
      "ë": 167,
      "ì": 168,
      "í": 169,
      "î": 170,
      "ï": 171,
      "ð": 172,
      "ñ": 173,
      "ò": 174,
      "ó": 175,
      "ô": 176,
      "õ": 177,
      "ö": 178,
      "÷": 179,
      "ø": 180,
      "ù": 181,
      "ú": 182,
      "û": 183,
      "ü": 184,
      "ý": 185,
      "þ": 186,
      "ÿ": 187,
      "Ā": 188,
      "ā": 189,
      "Ă": 190,
      "ă": 191,
      "Ą": 192,
      "ą": 193,
      "Ć": 194,
      "ć": 195,
      "Ĉ": 196,
      "ĉ": 197,
      "Ċ": 198,
      "ċ": 199,
      "Č": 200,
      "č": 201,
      "Ď": 202,
      "ď": 203,
      "Đ": 204,
      "đ": 205,
      "Ē": 206,
      "ē": 207,
      "Ĕ": 208,
      "ĕ": 209,
      "Ė": 210,
      "ė": 211,
      "Ę": 212,
      "ę": 213,
      "Ě": 214,
      "ě": 215,
      "Ĝ": 216,
      "ĝ": 217,
      "Ğ": 218,
      "ğ": 219,
      "Ġ": 220,
      "ġ": 221,
      "Ģ": 222,
      "ģ": 223,
      "Ĥ": 224,
      "ĥ": 225,
      "Ħ": 226,
      "ħ": 227,
      "Ĩ": 228,
      "ĩ": 229,
      "Ī": 230,
      "ī": 231,
      "Ĭ": 232,
      "ĭ": 233,
      "Į": 234,
      "į": 235,
      "İ": 236,
      "ı": 237,
      "Ĳ": 238,
      "ĳ": 239,
      "Ĵ": 240,
      "ĵ": 241,
      "Ķ": 242,
      "ķ": 243,
      "ĸ": 244,
      "Ĺ": 245,
      "ĺ": 246,
      "Ļ": 247,
      "ļ": 248,
      "Ľ": 249,
      "ľ": 250,
      "Ŀ": 251,
      "ŀ": 252,
      "Ł": 253,
      "ł": 254,
      "Ń": 255,
      "Ġ\"": 256,
      "\"]": 257,
      "ĠR": 258,
      "ĠN": 259,
      "ĠB": 260,
      "Ġ1": 261,
      "Ġ2": 262,
      "ĠQ": 263,
      "ĠK": 264,
      "Ġ3": 265,
      "te": 266,
      "Ġ4": 267,
      "ite": 268,
      "ac": 269,
      "xd": 270,
      "en": 271,
      "ack": 272,
      "Bl": 273,
      "hite": 274,
      "White": 275,
      "Black": 276,
      "Ġd": 277,
      "Ġe": 278,
      "Ġ5": 279,
      "Ġc": 280,
      "xe": 281,
      "23": 282,
      "ĠNf": 283,
      "xc": 284,
      "20": 285,
      "xf": 286,
      "Ġa": 287,
      "Ġg": 288,
      "ĠNc": 289,
      "Ġh": 290,
      "Ġb": 291,
      "ate": 292,
      "de": 293,
      "it": 294,
      "Ġf": 295,
      "lo": 296,
      "le": 297,
      "Ġ6": 298,
      "ent": 299,
      "Ev": 300,
      "Event": 301,
      "Fi": 302,
      "2023": 303,
      "Date": 304,
      "Id": 305,
      "deId": 306,
      "FideId": 307,
      "Elo": 308,
      "ĠO": 309,
      "Tit": 310,
      "Title": 311,
      "ĠBe": 312,
      "ar": 313,
      "es": 314,
      "in": 315,
      "ĠKf": 316,
      "xb": 317,
      "ĠNd": 318,
      "ĠRe": 319,
      "ĠNe": 320,
      "ĠBd": 321,
      "ia": 322,
      "ĠRa": 323,
      "xg": 324,
      "ĠKg": 325,
      "ĠRc": 326,
      "ĠRd": 327,
      "Ġ7": 328,
      "ĠBg": 329,
      "ĠRf": 330,
      "ĠQd": 331,
      "ĠKe": 332,
      "nd": 333,
      "Ġ20": 334,
      "ĠQe": 335,
      "pen": 336,
      "Ġ8": 337,
      "ĠRb": 338,
      "ĠQc": 339,
      "on": 340,
      "ĠBf": 341,
      "ĠBb": 342,
      "ing": 343,
      "ul": 344,
      "ou": 345,
      "pening": 346,
      "ti": 347,
      "ĠNb": 348,
      "ĠKh": 349,
      "Ġ10": 350,
      "ĠBc": 351,
      "Ġ11": 352,
      "xa": 353,
      "Ġ12": 354,
      "ĠKd": 355,
      "10": 356,
      "ult": 357,
      "Res": 358,
      "CO": 359,
      "Rou": 360,
      "Site": 361,
      "EventDate": 362,
      "Result": 363,
      "Round": 364,
      "WhiteFideId": 365,
      "BlackFideId": 366,
      "ECO": 367,
      "Opening": 368,
      "WhiteElo": 369,
      "BlackElo": 370,
      "Ġ13": 371,
      "Ġ17": 372,
      "Ġ18": 373,
      "aria": 374,
      "Ġ19": 375,
      "Ġ14": 376,
      "ch": 377,
      "tion": 378,
      "ariation": 379,
      "Ġ9": 380,
      "Ġ24": 381,
      "Ġ16": 382,
      "Ġ25": 383,
      "Ġ23": 384,
      "Ġ26": 385,
      "ĠQf": 386,
      "ĠQb": 387,
      "Ġ21": 388,
      "Ġ27": 389,
      "an": 390,
      "Ġ29": 391,
      "ĠNg": 392,
      "xh": 393,
      "Ġ30": 394,
      "Ġ31": 395,
      "22": 396,
      "Ġcxd": 397,
      "08": 398,
      "Ġ22": 399,
      "ĠNxd": 400,
      "WhiteTitle": 401,
      "Ġ15": 402,
      "Ġ32": 403,
      "BlackTitle": 404,
      "ĠRh": 405,
      "ĠRg": 406,
      "ĠKc": 407,
      "Ġ33": 408,
      "ue": 409,
      "ĠI": 410,
      "07": 411,
      "ĠNxe": 412,
      "Variation": 413,
      "Ġ36": 414,
      "Ġ28": 415,
      "om": 416,
      "Ġ37": 417,
      "ĠQg": 418,
      "09": 419,
      "24": 420,
      "15": 421,
      "ĠRxd": 422,
      "Ġ38": 423,
      "ess": 424,
      "Ġ35": 425,
      "am": 426,
      "ĠQxd": 427,
      "Ġ34": 428,
      "ĠT": 429,
      "Ġ39": 430,
      "Ġexd": 431,
      "ĠBxf": 432,
      "th": 433,
      "ĠKb": 434,
      "ĠQa": 435,
      "FM": 436,
      "chess": 437,
      "ĠBxd": 438,
      "com": 439,
      "ĠIN": 440,
      "ĠBxc": 441,
      "ĠINT": 442,
      "Ġ40": 443,
      "ĠBxe": 444,
      "21": 445,
      "ĠRxe": 446,
      "Titled": 447,
      "ĠTue": 448,
      "ĠRxc": 449,
      "Ġ42": 450,
      "ian": 451,
      "Ġ43": 452,
      "ĠQh": 453,
      "11": 454,
      "Ġ44": 455,
      "er": 456,
      "GM": 457,
      "25": 458,
      "Ġdxe": 459,
      "ic": 460,
      "Ġbxc": 461,
      "Ġ45": 462,
      "ov": 463,
      "ĠQxe": 464,
      "ĠBa": 465,
      "ĠBh": 466,
      "ĠNxc": 467,
      "Ġ41": 468,
      "Ġaxb": 469,
      "ĠNa": 470,
      "Ġ2023": 471,
      "41": 472,
      "28": 473,
      "or": 474,
      "Ġ46": 475,
      "ĠS": 476,
      "ĠRxf": 477,
      "ĠNh": 478,
      "ĠNbd": 479,
      "Ġ0": 480,
      "IM": 481,
      "Ġhxg": 482,
      "ĠE": 483,
      "Ġdxc": 484,
      "26": 485,
      "ĠL": 486,
      "ĠRxa": 487,
      "il": 488,
      "Ġfxe": 489,
      "ĠQxc": 490,
      "19": 491,
      "Ġ49": 492,
      "Ġv": 493,
      "ĠQxf": 494,
      "ĠRxb": 495,
      "Ġvariation": 496,
      "13": 497,
      "Ġ48": 498,
      "Ġ50": 499,
      "Ġgxf": 500,
      "ĠNxf": 501,
      "ly": 502,
      "as": 503,
      "14": 504,
      "al": 505,
      "Ġ47": 506,
      "Ġ51": 507,
      "29": 508,
      "ĠA": 509,
      "18": 510,
      "Ġexf": 511,
      "Ġ52": 512,
      "16": 513,
      "34": 514,
      "17": 515,
      "is": 516,
      "arly": 517,
      "ĠEarly": 518,
      "eam": 519,
      "00": 520,
      "ĠQxb": 521,
      "ĠBxg": 522,
      "ĠRad": 523,
      "Team": 524,
      "ce": 525,
      "'s": 526,
      "Ġ53": 527,
      "Ġ55": 528,
      "35": 529,
      "ĠBxb": 530,
      "el": 531,
      "Ġ56": 532,
      "05": 533,
      "im": 534,
      "04": 535,
      "27": 536,
      "ilian": 537,
      "icilian": 538,
      "Sicilian": 539,
      "Ġ57": 540,
      "ĠKa": 541,
      "ĠLate": 542,
      "Ġde": 543,
      "Ġ54": 544,
      "ĠRfd": 545,
      "ĠRxg": 546,
      "os": 547,
      "ĠRac": 548,
      "Ġ58": 549,
      "ĠP": 550,
      "ĠRxh": 551,
      "03": 552,
      "Ch": 553,
      "la": 554,
      "ĠM": 555,
      "Ġfxg": 556,
      "ĠNxb": 557,
      "Ġdef": 558,
      "CM": 559,
      "Ġdefen": 560,
      "ĠQxa": 561,
      "ĠKxg": 562,
      "Re": 563,
      "ĠQxg": 564,
      "tt": 565,
      "ĠRfe": 566,
      "Ġ59": 567,
      "ug": 568,
      "40": 569,
      "Ġdefence": 570,
      "ĠOpen": 571,
      "ĠKxf": 572,
      "ra": 573,
      "12": 574,
      "sk": 575,
      "Ġ(": 576,
      "47": 577,
      "ĠNxg": 578,
      "Ġcxb": 579,
      "01": 580,
      "45": 581,
      "ĠBxa": 582,
      "ak": 583,
      "ĠJ": 584,
      "06": 585,
      "Ġ62": 586,
      "pe": 587,
      "st": 588,
      "ĠAug": 589,
      "Ġ61": 590,
      "ĠG": 591,
      "at": 592,
      "ev": 593,
      "46": 594,
      "Ġ60": 595,
      "Ġgxh": 596,
      "Ġ63": 597,
      "ed": 598,
      "ttack": 599,
      "ol": 600,
      "ik": 601,
      "Be": 602,
      "..": 603,
      "Ġattack": 604,
      "ĠBxh": 605,
      "ĠQxh": 606,
      "Ra": 607,
      "id": 608,
      "Ġ64": 609,
      "ndian": 610,
      "Ne": 611,
      "ct": 612,
      "aw": 613,
      "ĠOct": 614,
      "31": 615,
      "Ġbxa": 616,
      "ĠC": 617,
      "ep": 618,
      "60": 619,
      "48": 620,
      "WhiteTeam": 621,
      "BlackTeam": 622,
      "Ġ65": 623,
      "30": 624,
      "Que": 625,
      "re": 626,
      "ish": 627,
      "Queen": 628,
      "Nf": 629,
      "ig": 630,
      "Ġo": 631,
      "ĠSep": 632,
      "Nc": 633,
      "ur": 634,
      "ĠJul": 635,
      "ad": 636,
      "Ġgam": 637,
      "ĠNxa": 638,
      "ĠRae": 639,
      "Ġp": 640,
      "ĠKxe": 641,
      "38": 642,
      "ĠNge": 643,
      "39": 644,
      "ĠKxd": 645,
      "Bd": 646,
      "ich": 647,
      "ir": 648,
      "Ġopening": 649,
      "Ġ66": 650,
      "02": 651,
      "ag": 652,
      "ĠRfc": 653,
      "awn": 654,
      "54": 655,
      "ng": 656,
      "ĠRab": 657,
      "50": 658,
      "ĠIndian": 659,
      "Kf": 660,
      "Ġ68": 661,
      "ub": 662,
      "Ġpawn": 663,
      "us": 664,
      "67": 665,
      "Rf": 666,
      "Rd": 667,
      "em": 668,
      "ĠKxh": 669,
      "Nd": 670,
      "37": 671,
      "Ġ69": 672,
      "US": 673,
      "Rc": 674,
      "ter": 675,
      "Kg": 676,
      "Ġ67": 677,
      ")\"]": 678,
      "90": 679,
      "QG": 680,
      "ann": 681,
      "ĠNxh": 682,
      "av": 683,
      "der": 684,
      "Ġ70": 685,
      "53": 686,
      "68": 687,
      "Qd": 688,
      "Fr": 689,
      "King": 690,
      "imz": 691,
      "33": 692,
      "Ke": 693,
      "Car": 694,
      "QGD": 695,
      "57": 696,
      "et": 697,
      "un": 698,
      "44": 699,
      "Kh": 700,
      "Ty": 701,
      "Ġ71": 702,
      "Eng": 703,
      "Nimz": 704,
      "Qc": 705,
      "66": 706,
      "lish": 707,
      "Nb": 708,
      "co": 709,
      "sy": 710,
      "Ġgame": 711,
      "99": 712,
      "Qe": 713,
      "sky": 714,
      "Rb": 715,
      "English": 716,
      "ts": 717,
      "ang": 718,
      "EventTy": 719,
      "EventType": 720,
      "36": 721,
      "OL": 722,
      "88": 723,
      "ĠNfd": 724,
      "ĠW": 725,
      "Bg": 726,
      "...": 727,
      "ab": 728,
      "ste": 729,
      "Ġ72": 730,
      "lin": 731,
      "56": 732,
      "Bf": 733,
      "42": 734,
      "Reti": 735,
      "lav": 736,
      "ko": 737,
      "98": 738,
      "Bb": 739,
      "ĠD": 740,
      "97": 741,
      "ĠKxc": 742,
      "ench": 743,
      "Caro": 744,
      "Kann": 745,
      "French": 746,
      "los": 747,
      "Mar": 748,
      "TCh": 749,
      "220": 750,
      "218": 751,
      "ovich": 752,
      "210": 753,
      "65": 754,
      "Ar": 755,
      "ay": 756,
      "pid": 757,
      "ER": 758,
      "ez": 759,
      "St": 760,
      "ĠRapid": 761,
      "96": 762,
      "sen": 763,
      "Ġ75": 764,
      "Na": 765,
      "WFM": 766,
      "Ġ74": 767,
      "58": 768,
      "77": 769,
      "Sh": 770,
      "Ġ73": 771,
      "ro": 772,
      "Bc": 773,
      "ld": 774,
      "Kd": 775,
      "Ru": 776,
      "li": 777,
      "itz": 778,
      "78": 779,
      "Nimzovich": 780,
      "ĠH": 781,
      "ĠNgf": 782,
      "uk": 783,
      "ĠRed": 784,
      "95": 785,
      "las": 786,
      "Ġ76": 787,
      "ob": 788,
      "lov": 789,
      "An": 790,
      "70": 791,
      "94": 792,
      "ĠKxb": 793,
      "Ng": 794,
      "Nxd": 795,
      "Qf": 796,
      "ĠRUS": 797,
      "ski": 798,
      "van": 799,
      "Qb": 800,
      "73": 801,
      "od": 802,
      "76": 803,
      "55": 804,
      "ical": 805,
      "Ġ77": 806,
      "309": 807,
      "rd": 808,
      "ri": 809,
      "43": 810,
      "ĠPOL": 811,
      "ope": 812,
      "79": 813,
      "Chess": 814,
      "SP": 815,
      "Ale": 816,
      "Ġsy": 817,
      "stem": 818,
      "Ġsystem": 819,
      "86": 820,
      "and": 821,
      "61": 822,
      "Rh": 823,
      "opez": 824,
      "ze": 825,
      "ard": 826,
      "So": 827,
      "ĠRhe": 828,
      "Rxd": 829,
      "32": 830,
      "sh": 831,
      "orld": 832,
      "ina": 833,
      "ith": 834,
      "anov": 835,
      "Nxe": 836,
      "63": 837,
      "um": 838,
      "Ġ78": 839,
      "ĠV": 840,
      "Rg": 841,
      "dor": 842,
      "hang": 843,
      "ĠRcd": 844,
      "74": 845,
      "Ġk": 846,
      "80": 847,
      "ant": 848,
      "ĠF": 849,
      "losed": 850,
      "ĠLopez": 851,
      "Qxd": 852,
      "cxd": 853,
      "bit": 854,
      "ie": 855,
      "84": 856,
      "64": 857,
      "85": 858,
      "ow": 859,
      "up": 860,
      "93": 861,
      "xchang": 862,
      "xchange": 863,
      "51": 864,
      "nig": 865,
      "iv": 866,
      "Bxf": 867,
      "dorf": 868,
      "team": 869,
      "ova": 870,
      "nigh": 871,
      "Kc": 872,
      "Bxc": 873,
      "exd": 874,
      "closed": 875,
      "59": 876,
      "Ġknigh": 877,
      "Ġknights": 878,
      "141": 879,
      "Ruy": 880,
      "Al": 881,
      "71": 882,
      "ach": 883,
      "ĠLe": 884,
      "ĠNce": 885,
      "iel": 886,
      "dern": 887,
      "ĠRde": 888,
      "ru": 889,
      "Bxd": 890,
      "72": 891,
      "op": 892,
      "ha": 893,
      "man": 894,
      "WIM": 895,
      "exchange": 896,
      "91": 897,
      "za": 898,
      "ĠKxa": 899,
      "223": 900,
      "ern": 901,
      "Ġ79": 902,
      "odern": 903,
      "etr": 904,
      "ek": 905,
      "Rxe": 906,
      "75": 907,
      "49": 908,
      "ap": 909,
      "ut": 910,
      "ĠU": 911,
      "ĠMem": 912,
      "UR": 913,
      "Le": 914,
      "lass": 915,
      "ĠGER": 916,
      "52": 917,
      "Bxe": 918,
      "iss": 919,
      "Qg": 920,
      "215": 921,
      "Ġ81": 922,
      "129": 923,
      "imo": 924,
      "Rxc": 925,
      "Ġgambit": 926,
      "ters": 927,
      "ĠESP": 928,
      "oz": 929,
      "Ba": 930,
      "Tar": 931,
      "Ġ80": 932,
      "Ma": 933,
      "1410": 934,
      "87": 935,
      "Indian": 936,
      "Qa": 937,
      "ast": 938,
      "Ġ82": 939,
      "enko": 940,
      "lassical": 941,
      ".\"]": 942,
      "with": 943,
      "og": 944,
      "69": 945,
      "83": 946,
      "ana": 947,
      "89": 948,
      "Nbd": 949,
      "vance": 950,
      "ud": 951,
      "na": 952,
      "iy": 953,
      "ague": 954,
      "ras": 955,
      "92": 956,
      "62": 957,
      "RA": 958,
      "Ġ83": 959,
      "ĠBl": 960,
      "ber": 961,
      "Ros": 962,
      "ka": 963,
      "Bar": 964,
      "Naj": 965,
      "ler": 966,
      "ot": 967,
      "atal": 968,
      "Najdorf": 969,
      "ĠRhd": 970,
      "kh": 971,
      "ĠLeague": 972,
      "che": 973,
      "ĠBlitz": 974,
      "Nxc": 975,
      "81": 976,
      "ĠRfb": 977,
      "Kb": 978,
      "dxe": 979,
      "yan": 980,
      "ma": 981,
      "bxc": 982,
      "341": 983,
      "ara": 984,
      "ior": 985,
      "125": 986,
      "Catal": 987,
      "Ġ84": 988,
      "Bh": 989,
      "Catalan": 990,
      "Dan": 991,
      "RB": 992,
      "ĠRdd": 993,
      "Qxe": 994,
      "And": 995,
      "Qh": 996,
      "advance": 997,
      "axb": 998,
      "ĠMas": 999,
      "82": 1000,
      "our": 1001,
      "ZE": 1002,
      "ĠRaf": 1003,
      "urg": 1004,
      "Sa": 1005,
      "iz": 1006,
      "zy": 1007,
      "tto": 1008,
      "Rxf": 1009,
      "TA": 1010,
      "ĠNdf": 1011,
      "ĠY": 1012,
      "ĠRdc": 1013,
      "ĠRec": 1014,
      "modern": 1015,
      "ianche": 1016,
      "ianchetto": 1017,
      "classical": 1018,
      "fel": 1019,
      "ĠChess": 1020,
      "line": 1021,
      "ĠRbc": 1022,
      "hxg": 1023,
      "akh": 1024,
      "est": 1025,
      "Ġ...": 1026,
      "sch": 1027,
      "va": 1028,
      "feld": 1029,
      "Ġ85": 1030,
      "dxc": 1031,
      "Rxa": 1032,
      "Qxc": 1033,
      "ĠRhg": 1034,
      "oni": 1035,
      "133": 1036,
      "Rob": 1037,
      "Qxf": 1038,
      "nik": 1039,
      "AT": 1040,
      "ĠMar": 1041,
      "Ġline": 1042,
      "Rxb": 1043,
      "ry": 1044,
      "ĠRee": 1045,
      "burg": 1046,
      "fxe": 1047,
      "oh": 1048,
      "ovic": 1049,
      "Ross": 1050,
      "110": 1051,
      "ta": 1052,
      "olimo": 1053,
      "Rossolimo": 1054,
      "WGM": 1055,
      "chi": 1056,
      "tin": 1057,
      "Ġch": 1058,
      "Ka": 1059,
      "pov": 1060,
      "ion": 1061,
      "ier": 1062,
      "ĠRbd": 1063,
      "World": 1064,
      "Nh": 1065,
      "ĠRcc": 1066,
      "Nxf": 1067,
      "Can": 1068,
      "ĠNde": 1069,
      "Nimzo": 1070,
      "2417": 1071,
      "Sch": 1072,
      "ĠSlav": 1073,
      "ĠSRB": 1074,
      "uz": 1075,
      "iu": 1076,
      "De": 1077,
      "DE": 1078,
      "res": 1079,
      "ris": 1080,
      "ĠWorld": 1081,
      "Sw": 1082,
      "320": 1083,
      "gxf": 1084,
      "Ġ86": 1085,
      "SK": 1086,
      "Andre": 1087,
      "ĠTeam": 1088,
      "ca": 1089,
      "ust": 1090,
      "ĠRhf": 1091,
      "Ġ87": 1092,
      "Ġ88": 1093,
      "wo": 1094,
      "ind": 1095,
      "KS": 1096,
      "As": 1097,
      "Ste": 1098,
      "ĠCup": 1099,
      "ĠNbc": 1100,
      "wiss": 1101,
      "iga": 1102,
      "Rad": 1103,
      "ash": 1104,
      "son": 1105,
      "se": 1106,
      "ĠRce": 1107,
      "ine": 1108,
      "Ġ89": 1109,
      "137": 1110,
      "135": 1111,
      "Ben": 1112,
      "igor": 1113,
      "ĠITA": 1114,
      "FI": 1115,
      "cia": 1116,
      "Petr": 1117,
      "350": 1118,
      "zh": 1119,
      "les": 1120,
      "exf": 1121,
      "415": 1122,
      "WCM": 1123,
      "out": 1124,
      "ga": 1125,
      "Ta": 1126,
      "kol": 1127,
      "Qxb": 1128,
      "arsen": 1129,
      "enfeld": 1130,
      "all": 1131,
      "ĠZ": 1132,
      "100": 1133,
      "rand": 1134,
      "Vi": 1135,
      "1411": 1136,
      "Mor": 1137,
      "ĠNdb": 1138,
      "emi": 1139,
      "UN": 1140,
      "dez": 1141,
      "Bxg": 1142,
      "eters": 1143,
      "Ġ90": 1144,
      "ica": 1145,
      "FIDE": 1146,
      "without": 1147,
      "ruenfeld": 1148,
      "ort": 1149,
      "omen": 1150,
      "pin": 1151,
      "rasch": 1152,
      "Tarrasch": 1153,
      "410": 1154,
      "128": 1155,
      "2410": 1156,
      "ars": 1157,
      "Sochi": 1158,
      "ED": 1159,
      "POL": 1160,
      "ĠCZE": 1161,
      "he": 1162,
      "RUS": 1163,
      "ĠRdf": 1164,
      "124": 1165,
      "OR": 1166,
      "bia": 1167,
      "ĠNed": 1168,
      "AN": 1169,
      "atsch": 1170,
      "ĠPeters": 1171,
      "ĠPetersburg": 1172,
      "USA": 1173,
      "Mat": 1174,
      "rad": 1175,
      "Robatsch": 1176,
      "ne": 1177,
      "acce": 1178,
      "stein": 1179,
      "oc": 1180,
      "200": 1181,
      "mm": 1182,
      "Kor": 1183,
      "land": 1184,
      "rag": 1185,
      "ĠTUR": 1186,
      "Sc": 1187,
      "Nik": 1188,
      "Jos": 1189,
      "ĠSpe": 1190,
      "ĠSpeed": 1191,
      "Sm": 1192,
      "ĠNcd": 1193,
      "Ber": 1194,
      "ke": 1195,
      "Ġ91": 1196,
      "Martin": 1197,
      "ny": 1198,
      "to": 1199,
      "ala": 1200,
      "etrical": 1201,
      "mmetrical": 1202,
      "Bxb": 1203,
      "oco": 1204,
      "ham": 1205,
      "kolsky": 1206,
      "elg": 1207,
      "Giu": 1208,
      "Larsen": 1209,
      "Giuoco": 1210,
      "ĠRaa": 1211,
      "kov": 1212,
      "ĠPian": 1213,
      "ĠSpeedChess": 1214,
      "RE": 1215,
      "RO": 1216,
      "oun": 1217,
      "ishop": 1218,
      "Mi": 1219,
      "Par": 1220,
      "ba": 1221,
      "ĠNfe": 1222,
      "imanov": 1223,
      "mer": 1224,
      "Gruenfeld": 1225,
      "sa": 1226,
      "ya": 1227,
      "Alexa": 1228,
      "ĠAl": 1229,
      "Daniel": 1230,
      "uez": 1231,
      "Jan": 1232,
      "ner": 1233,
      "Lu": 1234,
      "Ġ-": 1235,
      "initz": 1236,
      "ah": 1237,
      "Gar": 1238,
      "Ala": 1239,
      "Mak": 1240,
      "ius": 1241,
      "ill": 1242,
      "ĠMasters": 1243,
      "Ġw": 1244,
      "EN": 1245,
      "da": 1246,
      "Ġcoun": 1247,
      "Den": 1248,
      "eva": 1249,
      "utch": 1250,
      "Sokolsky": 1251,
      "Rac": 1252,
      "Rxg": 1253,
      "Chigor": 1254,
      "Chigorin": 1255,
      "Tr": 1256,
      "ubin": 1257,
      "ron": 1258,
      "ĠWomen": 1259,
      "lay": 1260,
      "ĠJun": 1261,
      "Ad": 1262,
      "inav": 1263,
      "tel": 1264,
      "ong": 1265,
      "145": 1266,
      "ice": 1267,
      "ernan": 1268,
      "io": 1269,
      "Rfd": 1270,
      "Nov": 1271,
      "Ser": 1272,
      "main": 1273,
      "Pr": 1274,
      "Ab": 1275,
      "Ġ92": 1276,
      "ĠNED": 1277,
      "Sar": 1278,
      "symmetrical": 1279,
      "rist": 1280,
      "ĠUSA": 1281,
      "Alapin": 1282,
      "andinav": 1283,
      "Scandinav": 1284,
      "Scandinavian": 1285,
      "Rom": 1286,
      "ja": 1287,
      "tch": 1288,
      "hov": 1289,
      "ernandez": 1290,
      "In": 1291,
      "Se": 1292,
      "AR": 1293,
      "ĠRdg": 1294,
      "ĠRff": 1295,
      "120": 1296,
      "cen": 1297,
      "ubinstein": 1298,
      "Taimanov": 1299,
      "ff": 1300,
      "Ġbishop": 1301,
      "ĠRbb": 1302,
      "Rxh": 1303,
      "ila": 1304,
      "astr": 1305,
      "fianchetto": 1306,
      "ĠRbe": 1307,
      "Ġ94": 1308,
      "Belg": 1309,
      "ĠNhf": 1310,
      "ĠJunior": 1311,
      "Ander": 1312,
      "Qxg": 1313,
      "lan": 1314,
      "ĠRhc": 1315,
      "Ġcounter": 1316,
      "Ġ93": 1317,
      "Canal": 1318,
      "116": 1319,
      "146": 1320,
      "osco": 1321,
      "oscow": 1322,
      "Pa": 1323,
      "ok": 1324,
      "rade": 1325,
      "ora": 1326,
      "berg": 1327,
      "Neo": 1328,
      "Ġ95": 1329,
      "rig": 1330,
      "ĠSen": 1331,
      "Slav": 1332,
      "Dutch": 1333,
      "esh": 1334,
      "Ġmain": 1335,
      "Pir": 1336,
      "ano": 1337,
      "2413": 1338,
      "ska": 1339,
      "Kar": 1340,
      "TUR": 1341,
      "LI": 1342,
      "ĠSenior": 1343,
      "fxg": 1344,
      "ey": 1345,
      "Qxa": 1346,
      "ĠCh": 1347,
      "1340": 1348,
      "ib": 1349,
      "Kxg": 1350,
      "Nxb": 1351,
      "ura": 1352,
      "Per": 1353,
      "Sco": 1354,
      "ĠRO": 1355,
      "Ġfianchetto": 1356,
      "510": 1357,
      "900": 1358,
      "KR": 1359,
      "246": 1360,
      "lad": 1361,
      "iev": 1362,
      "Er": 1363,
      "uss": 1364,
      "Th": 1365,
      "ip": 1366,
      "odrig": 1367,
      "Scotch": 1368,
      "ord": 1369,
      "ated": 1370,
      "Fran": 1371,
      "Belgrade": 1372,
      "ĠNec": 1373,
      "let": 1374,
      "ĠUKR": 1375,
      "Rfe": 1376,
      "441": 1377,
      "Har": 1378,
      "Mik": 1379,
      "Ġ96": 1380,
      "Bog": 1381,
      "mp": 1382,
      "outh": 1383,
      "Kr": 1384,
      "povcen": 1385,
      "povcensky": 1386,
      "ĠNbxd": 1387,
      "ĠSte": 1388,
      "UI": 1389,
      "ĠOpovcensky": 1390,
      "ĠROU": 1391,
      "org": 1392,
      "cz": 1393,
      "tem": 1394,
      "Anders": 1395,
      "nt": 1396,
      "ary": 1397,
      "old": 1398,
      "Br": 1399,
      "ĠDiv": 1400,
      "oria": 1401,
      "UT": 1402,
      "ick": 1403,
      "Pirc": 1404,
      "105": 1405,
      "semi": 1406,
      "Kxf": 1407,
      "Nxg": 1408,
      "end": 1409,
      "Wars": 1410,
      "aj": 1411,
      "Am": 1412,
      "Warsaw": 1413,
      "VK": 1414,
      "ĠGM": 1415,
      "ĠRef": 1416,
      "ush": 1417,
      "ESP": 1418,
      "no": 1419,
      "vin": 1420,
      "ver": 1421,
      "ardo": 1422,
      "000": 1423,
      "han": 1424,
      "411": 1425,
      "kin": 1426,
      "Kan": 1427,
      "ira": 1428,
      "cza": 1429,
      "Anderssen": 1430,
      "elik": 1431,
      "113": 1432,
      "uel": 1433,
      "Me": 1434,
      "tak": 1435,
      "ĠReb": 1436,
      "134": 1437,
      "rem": 1438,
      "ĠTCh": 1439,
      "Ġ97": 1440,
      "ies": 1441,
      "ĠSwiss": 1442,
      "oslav": 1443,
      "Bo": 1444,
      "aya": 1445,
      "yn": 1446,
      "two": 1447,
      "osit": 1448,
      "uan": 1449,
      "Petrov": 1450,
      "cxb": 1451,
      "Ġposit": 1452,
      "Ġposition": 1453,
      "Bud": 1454,
      "Sk": 1455,
      "idor": 1456,
      "khine": 1457,
      "Pe": 1458,
      "clin": 1459,
      "Ġdeclin": 1460,
      "Ġdeclined": 1461,
      "245": 1462,
      "open": 1463,
      "466": 1464,
      "La": 1465,
      "Modern": 1466,
      "Sam": 1467,
      "003": 1468,
      "ias": 1469,
      "icz": 1470,
      "lez": 1471,
      "417": 1472,
      "ĠHUN": 1473,
      "arian": 1474,
      "Sz": 1475,
      "Vlad": 1476,
      "Lo": 1477,
      "Dav": 1478,
      "Jul": 1479,
      "ĠAr": 1480,
      "ower": 1481,
      "Tor": 1482,
      "Bxa": 1483,
      "Barcza": 1484,
      "LO": 1485,
      "ares": 1486,
      "Mich": 1487,
      "Sp": 1488,
      "mann": 1489,
      "Ġpositional": 1490,
      "390": 1491,
      "ĠSch": 1492,
      "Ivan": 1493,
      "136": 1494,
      "208": 1495,
      "arov": 1496,
      "ĠPlay": 1497,
      "gor": 1498,
      "owski": 1499,
      "hil": 1500,
      "ks": 1501,
      "bek": 1502,
      "ade": 1503,
      "450": 1504,
      "ers": 1505,
      "Four": 1506,
      "Jak": 1507,
      "takower": 1508,
      "Ag": 1509,
      "Ger": 1510,
      "lerated": 1511,
      "accelerated": 1512,
      "Tartakower": 1513,
      "Ġ98": 1514,
      "Roman": 1515,
      "II": 1516,
      "uen": 1517,
      "2340": 1518,
      "Va": 1519,
      "iro": 1520,
      "ula": 1521,
      "Pol": 1522,
      "San": 1523,
      "lovak": 1524,
      "Dm": 1525,
      "IN": 1526,
      "Asian": 1527,
      "ĠRfa": 1528,
      "Ġsemi": 1529,
      "gxh": 1530,
      "ĠMoscow": 1531,
      "ung": 1532,
      "ĠIND": 1533,
      "Benko": 1534,
      "Zh": 1535,
      "ĠNac": 1536,
      "ima": 1537,
      "du": 1538,
      "Qxh": 1539,
      "ĠIM": 1540,
      "apest": 1541,
      "uper": 1542,
      "Jose": 1543,
      "ĠRcb": 1544,
      "Ġwithout": 1545,
      "Rich": 1546,
      "swiss": 1547,
      "Berlin": 1548,
      "Ġ+": 1549,
      "ĠSVK": 1550,
      "237": 1551,
      "zech": 1552,
      "chenko": 1553,
      "Ġdel": 1554,
      "IS": 1555,
      "380": 1556,
      "AS": 1557,
      "eldorf": 1558,
      "des": 1559,
      "tsev": 1560,
      "Trom": 1561,
      "iad": 1562,
      "117": 1563,
      "enna": 1564,
      "Os": 1565,
      "uzer": 1566,
      "Ġ99": 1567,
      "1420": 1568,
      "Ruth": 1569,
      "ĠNdc": 1570,
      "Alekhine": 1571,
      "Deniz": 1572,
      "180": 1573,
      "115": 1574,
      "povsky": 1575,
      "Trompovsky": 1576,
      "odriguez": 1577,
      "par": 1578,
      "Lin": 1579,
      "lev": 1580,
      "insk": 1581,
      "Dmit": 1582,
      "olo": 1583,
      "ĠVe": 1584,
      "mad": 1585,
      "Budapest": 1586,
      "Kir": 1587,
      "Bxh": 1588,
      "ĠNef": 1589,
      "ĠYouth": 1590,
      "Duss": 1591,
      "Win": 1592,
      "ita": 1593,
      "Dusseldorf": 1594,
      "2302": 1595,
      "ls": 1596,
      "Ant": 1597,
      "ĠRag": 1598,
      "Ġ100": 1599,
      "Ġ101": 1600,
      "505": 1601,
      "ragon": 1602,
      "ĠRdb": 1603,
      "ki": 1604,
      "bxa": 1605,
      "Bak": 1606,
      "Old": 1607,
      "bar": 1608,
      "oug": 1609,
      "ĠTeams": 1610,
      "126": 1611,
      "Dub": 1612,
      "ĠSant": 1613,
      "419": 1614,
      "Cas": 1615,
      "je": 1616,
      "onte": 1617,
      "omas": 1618,
      "zo": 1619,
      "2308": 1620,
      "414": 1621,
      "Denizli": 1622,
      "cent": 1623,
      "ys": 1624,
      "106": 1625,
      "ĠNdxe": 1626,
      "149": 1627,
      "Gr": 1628,
      "Kam": 1629,
      "astrze": 1630,
      "ĠBu": 1631,
      "me": 1632,
      "illa": 1633,
      "Martinez": 1634,
      "Gu": 1635,
      "Is": 1636,
      "2416": 1637,
      "ika": 1638,
      "Artem": 1639,
      "David": 1640,
      "Val": 1641,
      "Te": 1642,
      "qu": 1643,
      "Ġ102": 1644,
      "2418": 1645,
      "Phil": 1646,
      "2419": 1647,
      "Su": 1648,
      "ĠPiano": 1649,
      "NC": 1650,
      "ert": 1651,
      "Lima": 1652,
      "445": 1653,
      "206": 1654,
      "Two": 1655,
      "UKS": 1656,
      "ummer": 1657,
      "Fernandez": 1658,
      "KD": 1659,
      "2411": 1660,
      "evic": 1661,
      "oj": 1662,
      "2303": 1663,
      "Jastrze": 1664,
      "ĠGar": 1665,
      "ĠGora": 1666,
      "Jastrzebia": 1667,
      "ena": 1668,
      "ĠNcxe": 1669,
      "2208": 1670,
      "fan": 1671,
      "2228": 1672,
      "ĠPOR": 1673,
      "148": 1674,
      "ĠSummer": 1675,
      "Nge": 1676,
      "Jo": 1677,
      "ata": 1678,
      "Benoni": 1679,
      "wski": 1680,
      "uer": 1681,
      "rian": 1682,
      "ĠGRE": 1683,
      "2426": 1684,
      "AZ": 1685,
      "uga": 1686,
      "Van": 1687,
      "bad": 1688,
      "ĠInt": 1689,
      "418": 1690,
      "ell": 1691,
      "rez": 1692,
      "Eind": 1693,
      "hoven": 1694,
      "Eindhoven": 1695,
      "260": 1696,
      "Korch": 1697,
      "ely": 1698,
      "ĠSp": 1699,
      "Vienna": 1700,
      "Man": 1701,
      "Sant": 1702,
      "go": 1703,
      "Paul": 1704,
      "amp": 1705,
      "osh": 1706,
      "ugoslav": 1707,
      "ikov": 1708,
      "dragon": 1709,
      "Steinitz": 1710,
      "que": 1711,
      "ĠSuper": 1712,
      "issimo": 1713,
      "awer": 1714,
      "abi": 1715,
      "AI": 1716,
      "asi": 1717,
      "ndr": 1718,
      "ĠRgf": 1719,
      "ĠSUI": 1720,
      "ĠPianissimo": 1721,
      "226": 1722,
      "err": 1723,
      "420": 1724,
      "hal": 1725,
      "Ġ103": 1726,
      "ĠSAT": 1727,
      "RANC": 1728,
      "ĠSATRANC": 1729,
      "atar": 1730,
      "Leon": 1731,
      "lymp": 1732,
      "otvin": 1733,
      "otvinnik": 1734,
      "Lev": 1735,
      "isch": 1736,
      "Richter": 1737,
      "ĠOlymp": 1738,
      "ĠOlympiad": 1739,
      "ico": 1740,
      "ity": 1741,
      "138": 1742,
      "ĠGarcia": 1743,
      "Rubinstein": 1744,
      "Kxe": 1745,
      "ĠAUT": 1746,
      "skiy": 1747,
      "ni": 1748,
      "ph": 1749,
      "2421": 1750,
      "127": 1751,
      "Rae": 1752,
      "Winawer": 1753,
      "Ast": 1754,
      "036": 1755,
      "ĠDh": 1756,
      "oczy": 1757,
      "yr": 1758,
      "Julius": 1759,
      "ĠRcf": 1760,
      "Ali": 1761,
      "nikov": 1762,
      "Ġwith": 1763,
      "290": 1764,
      "030": 1765,
      "2226": 1766,
      "onov": 1767,
      "mar": 1768,
      "ĠDhabi": 1769,
      "Kon": 1770,
      "Str": 1771,
      "ĠSteinitz": 1772,
      "ein": 1773,
      "pp": 1774,
      "ĠMason": 1775,
      "ĠME": 1776,
      "Dur": 1777,
      "ĠEN": 1778,
      "ĠNeg": 1779,
      "Nxa": 1780,
      "ĠBen": 1781,
      "oroz": 1782,
      "ĠMemoria": 1783,
      "ĠMemorial": 1784,
      "erez": 1785,
      "ĠYugoslav": 1786,
      "orth": 1787,
      "iya": 1788,
      "520": 1789,
      "lores": 1790,
      "Max": 1791,
      "Or": 1792,
      "eb": 1793,
      "ĠBo": 1794,
      "227": 1795,
      "law": 1796,
      "2284": 1797,
      "Ġopen": 1798,
      "ĠENG": 1799,
      "Gol": 1800,
      "153": 1801,
      "ĠPER": 1802,
      "ĠBaer": 1803,
      "130": 1804,
      "Kxd": 1805,
      "119": 1806,
      "lub": 1807,
      "2256": 1808,
      "500": 1809,
      "ted": 1810,
      "ew": 1811,
      "del": 1812,
      "Fin": 1813,
      "ari": 1814,
      "Rab": 1815,
      "Torre": 1816,
      "Il": 1817,
      "tor": 1818,
      "Kre": 1819,
      "2409": 1820,
      "ubice": 1821,
      "ardubice": 1822,
      "KA": 1823,
      "var": 1824,
      "Astana": 1825,
      "Ja": 1826,
      "250": 1827,
      "nder": 1828,
      "037": 1829,
      "wicz": 1830,
      "imir": 1831,
      "ĠCRO": 1832,
      "ĠCzech": 1833,
      "ley": 1834,
      "2500": 1835,
      "IT": 1836,
      "2215": 1837,
      "ĠMKD": 1838,
      "288": 1839,
      "173": 1840,
      "005": 1841,
      "EL": 1842,
      "Ga": 1843,
      "pted": 1844,
      "Ġacce": 1845,
      "ida": 1846,
      "Ġaccepted": 1847,
      "ker": 1848,
      "ĠRea": 1849,
      "2509": 1850,
      "ĠNfxd": 1851,
      "ĠCH": 1852,
      "Dzh": 1853,
      "2390": 1854,
      "ĠVal": 1855,
      "Jon": 1856,
      "Pardubice": 1857,
      "Es": 1858,
      "rov": 1859,
      "arb": 1860,
      "ost": 1861,
      "2253": 1862,
      "256": 1863,
      "roi": 1864,
      "OM": 1865,
      "dam": 1866,
      "Char": 1867,
      "ambit": 1868,
      "2465": 1869,
      "ukh": 1870,
      "oham": 1871,
      "2278": 1872,
      "Linares": 1873,
      "be": 1874,
      "Ġ104": 1875,
      "2619": 1876,
      "era": 1877,
      "ĠGrand": 1878,
      "234": 1879,
      "2304": 1880,
      "Ces": 1881,
      "lovakia": 1882,
      "ĠFRA": 1883,
      "ĠCO": 1884,
      "Vl": 1885,
      "ortoroz": 1886,
      "ĠBRA": 1887,
      "ĠMEX": 1888,
      "2216": 1889,
      "ikh": 1890,
      "192": 1891,
      "Franc": 1892,
      "QGA": 1893,
      "047": 1894,
      "NI": 1895,
      "ino": 1896,
      "ubga": 1897,
      "Dzhubga": 1898,
      "med": 1899,
      "jovic": 1900,
      "mat": 1901,
      "ĠRge": 1902,
      "143": 1903,
      "ĠAZE": 1904,
      "imen": 1905,
      "Baku": 1906,
      "Bul": 1907,
      "ij": 1908,
      "KSz": 1909,
      "iva": 1910,
      "duardo": 1911,
      "ria": 1912,
      "inov": 1913,
      "ĠSLO": 1914,
      "El": 1915,
      "odo": 1916,
      "440": 1917,
      "2307": 1918,
      "209": 1919,
      "2103": 1920,
      "ames": 1921,
      "258": 1922,
      "710": 1923,
      "CC": 1924,
      "Kev": 1925,
      "1360": 1926,
      "ĠCHN": 1927,
      "ilov": 1928,
      "Ha": 1929,
      "Ram": 1930,
      "Serbia": 1931,
      "Aust": 1932,
      "1119": 1933,
      "ĠAL": 1934,
      "ĠMaroczy": 1935,
      "uch": 1936,
      "123": 1937,
      "Ole": 1938,
      "Ge": 1939,
      "ve": 1940,
      "Ro": 1941,
      "Ko": 1942,
      "2606": 1943,
      "Mos": 1944,
      "465": 1945,
      "Mal": 1946,
      "Doug": 1947,
      "ĠPrem": 1948,
      "ĠPremier": 1949,
      "HUN": 1950,
      "chuk": 1951,
      "055": 1952,
      "2227": 1953,
      "iteroi": 1954,
      "ĠNgxe": 1955,
      "Garcia": 1956,
      "dy": 1957,
      "2300": 1958,
      "229": 1959,
      "Douglas": 1960,
      "Jakub": 1961,
      "WE": 1962,
      "zak": 1963,
      "ĠNcb": 1964,
      "2276": 1965,
      "uy": 1966,
      "ĠCOL": 1967,
      "490": 1968,
      "ram": 1969,
      "Ġbind": 1970,
      "Bor": 1971,
      "ral": 1972,
      "ĠRubinstein": 1973,
      "odox": 1974,
      "1330": 1975,
      "roc": 1976,
      "Philidor": 1977,
      "Bogo": 1978,
      "Sv": 1979,
      "ubl": 1980,
      "Gal": 1981,
      "541": 1982,
      "Rfc": 1983,
      "2415": 1984,
      "Alexander": 1985,
      "kar": 1986,
      "ili": 1987,
      "Oz": 1988,
      "antin": 1989,
      "Vladimir": 1990,
      "centre": 1991,
      "Bur": 1992,
      "ani": 1993,
      "ĠIOM": 1994,
      "than": 1995,
      "zek": 1996,
      "Biel": 1997,
      "Hung": 1998,
      "Kos": 1999,
      "gar": 2000,
      "gambit": 2001,
      "2047": 2002,
      "Ġ105": 2003,
      "dejovic": 2004,
      "ĠBudejovic": 2005,
      "Ceske": 2006,
      "ĠBudejovice": 2007,
      "Ho": 2008,
      "tis": 2009,
      "Ġ106": 2010,
      "108": 2011,
      "imenez": 2012,
      "399": 2013,
      "2163": 2014,
      "noi": 2015,
      "Ker": 2016,
      "Mam": 2017,
      "Da": 2018,
      "ĠPa": 2019,
      "Krefeld": 2020,
      "Riga": 2021,
      "tal": 2022,
      "147": 2023,
      "eli": 2024,
      "Dem": 2025,
      "2368": 2026,
      "190": 2027,
      "Ve": 2028,
      "Ġ107": 2029,
      "ois": 2030,
      "2287": 2031,
      "346": 2032,
      "stan": 2033,
      "shall": 2034,
      "545": 2035,
      "2218": 2036,
      "Ts": 2037,
      "2360": 2038,
      "278": 2039,
      "Michal": 2040,
      "Do": 2041,
      "uben": 2042,
      "abri": 2043,
      "ero": 2044,
      "2185": 2045,
      "bel": 2046,
      "Mir": 2047,
      "2399": 2048,
      "2213": 2049,
      "2225": 2050,
      "acie": 2051,
      "ruz": 2052,
      "uw": 2053,
      "stantin": 2054,
      "Kxh": 2055,
      "2266": 2056,
      "Struga": 2057,
      "2251": 2058,
      "139": 2059,
      "2288": 2060,
      "Rauzer": 2061,
      "elikan": 2062,
      "Pelikan": 2063,
      "olas": 2064,
      "idze": 2065,
      "ua": 2066,
      "ĠSK": 2067,
      "Juan": 2068,
      "ael": 2069,
      "int": 2070,
      "4168": 2071,
      "0047": 2072,
      "570": 2073,
      "2203": 2074,
      "300": 2075,
      "ES": 2076,
      "2393": 2077,
      "ito": 2078,
      "Ġ108": 2079,
      "2199": 2080,
      "rey": 2081,
      "2343": 2082,
      "LIK": 2083,
      "Ah": 2084,
      "Her": 2085,
      "345": 2086,
      "1000": 2087,
      "iet": 2088,
      "per": 2089,
      "Ġclassical": 2090,
      "2108": 2091,
      "zi": 2092,
      "2506": 2093,
      "ĠBenoni": 2094,
      "087": 2095,
      "299": 2096,
      "inia": 2097,
      "2505": 2098,
      "skaya": 2099,
      "2271": 2100,
      "447": 2101,
      "lon": 2102,
      "ĠSt": 2103,
      "yrne": 2104,
      "Sim": 2105,
      "cu": 2106,
      "anaus": 2107,
      "Nxh": 2108,
      "ola": 2109,
      "ĠRfxd": 2110,
      "Mag": 2111,
      "Korchnoi": 2112,
      "ĠRgg": 2113,
      "bera": 2114,
      "so": 2115,
      "2400": 2116,
      "heim": 2117,
      "ksand": 2118,
      "apa": 2119,
      "orthodox": 2120,
      "UL": 2121,
      "aia": 2122,
      "ĠCAN": 2123,
      "2200": 2124,
      "2222": 2125,
      "640": 2126,
      "Ang": 2127,
      "280": 2128,
      "3410": 2129,
      "2438": 2130,
      "ĠHan": 2131,
      "ĠRhh": 2132,
      "eng": 2133,
      "2264": 2134,
      "osz": 2135,
      "four": 2136,
      "ĠRbf": 2137,
      "150": 2138,
      "ive": 2139,
      "ten": 2140,
      "2016": 2141,
      "Smith": 2142,
      "ado": 2143,
      "ava": 2144,
      "ger": 2145,
      "liga": 2146,
      "ran": 2147,
      "Ust": 2148,
      "gen": 2149,
      "Crist": 2150,
      "2315": 2151,
      "2277": 2152,
      "publ": 2153,
      "225": 2154,
      "ĠLa": 2155,
      "2305": 2156,
      "2447": 2157,
      "1450": 2158,
      "AE": 2159,
      "amb": 2160,
      "ĠUAE": 2161,
      "Tim": 2162,
      "och": 2163,
      "iaz": 2164,
      "GER": 2165,
      "Sil": 2166,
      "nica": 2167,
      "Li": 2168,
      "416": 2169,
      "Ustron": 2170,
      "Bal": 2171,
      "ĠNfg": 2172,
      "yk": 2173,
      "ĠRdh": 2174,
      "ĠMen": 2175,
      "Mikha": 2176,
      "din": 2177,
      "2261": 2178,
      "216": 2179,
      "ĠRhb": 2180,
      "213": 2181,
      "ĠPar": 2182,
      "Kirill": 2183,
      "onza": 2184,
      "SRB": 2185,
      "vi": 2186,
      "una": 2187,
      "2000": 2188,
      "Canad": 2189,
      "Pap": 2190,
      "We": 2191,
      "Ġ109": 2192,
      "964": 2193,
      "Serg": 2194,
      "Tan": 2195,
      "Rag": 2196,
      "Pi": 2197,
      "ullin": 2198,
      "400": 2199,
      "Red": 2200,
      "Semi": 2201,
      "ĠRaxd": 2202,
      "Konstantin": 2203,
      "2306": 2204,
      "2183": 2205,
      "ĠKAZ": 2206,
      "2151": 2207,
      "5029": 2208,
      "Petros": 2209,
      "AL": 2210,
      "ĠRaxc": 2211,
      "2135": 2212,
      "040": 2213,
      "sim": 2214,
      "2026": 2215,
      "sta": 2216,
      "Mon": 2217,
      "SA": 2218,
      "2077": 2219,
      "Aver": 2220,
      "emisch": 2221,
      "1341": 2222,
      "Lab": 2223,
      "jan": 2224,
      "ĠRca": 2225,
      "abriel": 2226,
      "ĠAb": 2227,
      "2104": 2228,
      "Py": 2229,
      "ĠECC": 2230,
      "Durres": 2231,
      "ĠALB": 2232,
      "2383": 2233,
      "Joh": 2234,
      "Si": 2235,
      "2333": 2236,
      "Lub": 2237,
      "abinsk": 2238,
      "onio": 2239,
      "elyabinsk": 2240,
      "Ġsh": 2241,
      "Pat": 2242,
      "ĠByrne": 2243,
      "2250": 2244,
      "2181": 2245,
      "many": 2246,
      "2242": 2247,
      "398": 2248,
      "Dom": 2249,
      "Han": 2250,
      "acin": 2251,
      "2468": 2252,
      "ĠMaster": 2253,
      "ON": 2254,
      "2223": 2255,
      "ĠSWE": 2256,
      "ĠLos": 2257,
      "2145": 2258,
      "rasov": 2259,
      "ĠRgd": 2260,
      "2107": 2261,
      "Ak": 2262,
      "2376": 2263,
      "2194": 2264,
      "lat": 2265,
      "eve": 2266,
      "zhou": 2267,
      "Ni": 2268,
      "Sard": 2269,
      "reb": 2270,
      "Bir": 2271,
      "Arco": 2272,
      "ĠArco": 2273,
      "ozin": 2274,
      "Hang": 2275,
      "2113": 2276,
      "Saemisch": 2277,
      "860": 2278,
      "Qu": 2279,
      "ĠAR": 2280,
      "ĠGEN": 2281,
      "ĠGames": 2282,
      "Hangzhou": 2283,
      "czy": 2284,
      "andro": 2285,
      "lom": 2286,
      "2494": 2287,
      "Anapa": 2288,
      "CLIK": 2289,
      "lit": 2290,
      "enz": 2291,
      "079": 2292,
      "ĠGENCLIK": 2293,
      "2362": 2294,
      "anti": 2295,
      "2170": 2296,
      "Nfd": 2297,
      "Francis": 2298,
      "bakh": 2299,
      "2279": 2300,
      "739": 2301,
      "rin": 2302,
      "ĠPerez": 2303,
      "2309": 2304,
      "amer": 2305,
      "Fili": 2306,
      "2327": 2307,
      "480": 2308,
      "ree": 2309,
      "045": 2310,
      "GRE": 2311,
      "Qatar": 2312,
      "ĠQAT": 2313,
      "Doha": 2314,
      "Averbakh": 2315,
      "2034": 2316,
      "aron": 2317,
      "Morra": 2318,
      "Cal": 2319,
      "080": 2320,
      "Pula": 2321,
      "205": 2322,
      "3506": 2323,
      "Sardinia": 2324,
      "Santos": 2325,
      "2283": 2326,
      "ĠAle": 2327,
      "Hungarian": 2328,
      "Mosk": 2329,
      "He": 2330,
      "Pytel": 2331,
      "2329": 2332,
      "2391": 2333,
      "Ġ110": 2334,
      "ĠFlores": 2335,
      "mi": 2336,
      "2354": 2337,
      "175": 2338,
      "Alek": 2339,
      "ĠSan": 2340,
      "vili": 2341,
      "2273": 2342,
      "109": 2343,
      "2252": 2344,
      "14108": 2345,
      "Jana": 2346,
      "Portoroz": 2347,
      "hi": 2348,
      "2233": 2349,
      "118": 2350,
      "2346": 2351,
      "xico": 2352,
      "2609": 2353,
      "ĠCity": 2354,
      "ShK": 2355,
      "Mexico": 2356,
      "are": 2357,
      "inc": 2358,
      "104": 2359,
      "Bra": 2360,
      "OS": 2361,
      "lona": 2362,
      "2109": 2363,
      "332": 2364,
      "lsen": 2365,
      "2345": 2366,
      "2030": 2367,
      "Rodriguez": 2368,
      "2040": 2369,
      "nov": 2370,
      "2441": 2371,
      "ĠMa": 2372,
      "ĠGu": 2373,
      "cal": 2374,
      "tur": 2375,
      "ĠBar": 2376,
      "2457": 2377,
      "ei": 2378,
      "iam": 2379,
      "2257": 2380,
      "2641": 2381,
      "2186": 2382,
      "UB": 2383,
      "Mate": 2384,
      "2371": 2385,
      "2289": 2386,
      "078": 2387,
      "Fag": 2388,
      "2324": 2389,
      "Rud": 2390,
      "onzalez": 2391,
      "Pin": 2392,
      "Pav": 2393,
      "2160": 2394,
      "alica": 2395,
      "270": 2396,
      "osa": 2397,
      "Mu": 2398,
      "2461": 2399,
      "048": 2400,
      "Francisco": 2401,
      "228": 2402,
      "2299": 2403,
      "Jas": 2404,
      "388": 2405,
      "Petrosian": 2406,
      "Sud": 2407,
      "2322": 2408,
      "tic": 2409,
      "ernes": 2410,
      "Fagernes": 2411,
      "Kol": 2412,
      "Wies": 2413,
      "2019": 2414,
      "2496": 2415,
      "2114": 2416,
      "969": 2417,
      "The": 2418,
      "zin": 2419,
      "Dmitry": 2420,
      "557": 2421,
      "IR": 2422,
      "rid": 2423,
      "ĠRodriguez": 2424,
      "ous": 2425,
      "241717": 2426,
      "Go": 2427,
      "ĠBEL": 2428,
      "ĠReg": 2429,
      "isz": 2430,
      "Vu": 2431,
      "Vas": 2432,
      "2035": 2433,
      "ndon": 2434,
      "2269": 2435,
      "Maksim": 2436,
      "ĠGir": 2437,
      "Shap": 2438,
      "Kuz": 2439,
      "2201": 2440,
      "Germany": 2441,
      "Lublin": 2442,
      "Koz": 2443,
      "orn": 2444,
      "baden": 2445,
      "Wiesbaden": 2446,
      "2217": 2447,
      "2270": 2448,
      "2255": 2449,
      "264": 2450,
      "ĠJuniors": 2451,
      "Kevin": 2452,
      "Bird": 2453,
      "Co": 2454,
      "Mer": 2455,
      "ster": 2456,
      "ĠPo": 2457,
      "Men": 2458,
      "Nar": 2459,
      "049": 2460,
      "2578": 2461,
      "ĠVeit": 2462,
      "park": 2463,
      "Ragozin": 2464,
      "2292": 2465,
      "165": 2466,
      "Tom": 2467,
      "2466": 2468,
      "lot": 2469,
      "2572": 2470,
      "ald": 2471,
      "2148": 2472,
      "til": 2473,
      "2210": 2474,
      "2523": 2475,
      "ayev": 2476,
      "Maria": 2477,
      "2110": 2478,
      "285": 2479,
      "310": 2480,
      "Kel": 2481,
      "295": 2482,
      "car": 2483,
      "2325": 2484,
      "ĠRfg": 2485,
      "Adam": 2486,
      "2458": 2487,
      "3805": 2488,
      "Pan": 2489,
      "2139": 2490,
      "Stan": 2491,
      "Gh": 2492,
      "lovac": 2493,
      "randje": 2494,
      "ĠPaul": 2495,
      "randjelovac": 2496,
      "Var": 2497,
      "340": 2498,
      "ĠGirls": 2499,
      "405": 2500,
      "Kle": 2501,
      "igal": 2502,
      "emann": 2503,
      "loss": 2504,
      "Filip": 2505,
      "eh": 2506,
      "shed": 2507,
      "2231": 2508,
      "ĠEduardo": 2509,
      "Alex": 2510,
      "Em": 2511,
      "263": 2512,
      "ych": 2513,
      "ĠRba": 2514,
      "2503": 2515,
      "ĠAut": 2516,
      "unez": 2517,
      "astian": 2518,
      "dvance": 2519,
      "Ġadvance": 2520,
      "Ara": 2521,
      "2260": 2522,
      "icano": 2523,
      "ĠMacie": 2524,
      "ĠMaciei": 2525,
      "IK": 2526,
      "Moham": 2527,
      "Ter": 2528,
      "Ġ111": 2529,
      "ĠSchloss": 2530,
      "ĠSchlosspark": 2531,
      "ose": 2532,
      "At": 2533,
      "Sun": 2534,
      "20200": 2535,
      "2195": 2536,
      "ĠClub": 2537,
      "akhmat": 2538,
      "Aj": 2539,
      "2073": 2540,
      "3509": 2541,
      "iewicz": 2542,
      "baum": 2543,
      "ĠAlc": 2544,
      "PP": 2545,
      "Ġ112": 2546,
      "London": 2547,
      "oa": 2548,
      "2469": 2549,
      "170": 2550,
      "ĠRda": 2551,
      "102": 2552,
      "ander": 2553,
      "Shapiro": 2554,
      "Ġ113": 2555,
      "tes": 2556,
      "144": 2557,
      "ĠCar": 2558,
      "Anna": 2559,
      "Dim": 2560,
      "ĠBiel": 2561,
      "Dj": 2562,
      "oulos": 2563,
      "2456": 2564,
      "zd": 2565,
      "2088": 2566,
      "ĠBer": 2567,
      "Maia": 2568,
      "rague": 2569,
      "Ver": 2570,
      "ĠLag": 2571,
      "460": 2572,
      "Pran": 2573,
      "509": 2574,
      "Ay": 2575,
      "Arad": 2576,
      "2240": 2577,
      "2268": 2578,
      "2423": 2579,
      "Col": 2580,
      "ulov": 2581,
      "259": 2582,
      "2075": 2583,
      "178": 2584,
      "396": 2585,
      "ĠKeres": 2586,
      "Kxc": 2587,
      "oss": 2588,
      "antara": 2589,
      "ĠAlcantara": 2590,
      "426": 2591,
      "2219": 2592,
      "2420": 2593,
      "2147": 2594,
      "by": 2595,
      "mak": 2596,
      "477": 2597,
      "Lopez": 2598,
      "Sad": 2599,
      "dan": 2600,
      "2295": 2601,
      "Yev": 2602,
      "ele": 2603,
