{
  "version": "1.0",
  "truncation": null,
  "padding": null,
  "added_tokens": [],
  "normalizer": null,
  "pre_tokenizer": {
    "type": "ByteLevel",
    "add_prefix_space": false,
    "trim_offsets": true
  },
  "post_processor": {
    "type": "ByteLevel",
    "add_prefix_space": true,
    "trim_offsets": false
  },
  "decoder": {
    "type": "ByteLevel",
    "add_prefix_space": true,
    "trim_offsets": true
  },
  "model": {
    "type": "BPE",
    "dropout": null,
    "unk_token": null,
    "continuing_subword_prefix": null,
    "end_of_word_suffix": null,
    "fuse_unk": false,
    "vocab": {
      "!": 0,
      "\"": 1,
      "#": 2,
      "$": 3,
      "%": 4,
      "&": 5,
      "'": 6,
      "(": 7,
      ")": 8,
      "*": 9,
      "+": 10,
      ",": 11,
      "-": 12,
      ".": 13,
      "/": 14,
      "0": 15,
      "1": 16,
      "2": 17,
      "3": 18,
      "4": 19,
      "5": 20,
      "6": 21,
      "7": 22,
      "8": 23,
      "9": 24,
      ":": 25,
      ";": 26,
      "<": 27,
      "=": 28,
      ">": 29,
      "?": 30,
      "@": 31,
      "A": 32,
      "B": 33,
      "C": 34,
      "D": 35,
      "E": 36,
      "F": 37,
      "G": 38,
      "H": 39,
      "I": 40,
      "J": 41,
      "K": 42,
      "L": 43,
      "M": 44,
      "N": 45,
      "O": 46,
      "P": 47,
      "Q": 48,
      "R": 49,
      "S": 50,
      "T": 51,
      "U": 52,
      "V": 53,
      "W": 54,
      "X": 55,
      "Y": 56,
      "Z": 57,
      "[": 58,
      "\\": 59,
      "]": 60,
      "^": 61,
      "_": 62,
      "`": 63,
      "a": 64,
      "b": 65,
      "c": 66,
      "d": 67,
      "e": 68,
      "f": 69,
      "g": 70,
      "h": 71,
      "i": 72,
      "j": 73,
      "k": 74,
      "l": 75,
      "m": 76,
      "n": 77,
      "o": 78,
      "p": 79,
      "q": 80,
      "r": 81,
      "s": 82,
      "t": 83,
      "u": 84,
      "v": 85,
      "w": 86,
      "x": 87,
      "y": 88,
      "z": 89,
      "{": 90,
      "|": 91,
      "}": 92,
      "~": 93,
      "¡": 94,
      "¢": 95,
      "£": 96,
      "¤": 97,
      "¥": 98,
      "¦": 99,
      "§": 100,
      "¨": 101,
      "©": 102,
      "ª": 103,
      "«": 104,
      "¬": 105,
      "®": 106,
      "¯": 107,
      "°": 108,
      "±": 109,
      "²": 110,
      "³": 111,
      "´": 112,
      "µ": 113,
      "¶": 114,
      "·": 115,
      "¸": 116,
      "¹": 117,
      "º": 118,
      "»": 119,
      "¼": 120,
      "½": 121,
      "¾": 122,
      "¿": 123,
      "À": 124,
      "Á": 125,
      "Â": 126,
      "Ã": 127,
      "Ä": 128,
      "Å": 129,
      "Æ": 130,
      "Ç": 131,
      "È": 132,
      "É": 133,
      "Ê": 134,
      "Ë": 135,
      "Ì": 136,
      "Í": 137,
      "Î": 138,
      "Ï": 139,
      "Ð": 140,
      "Ñ": 141,
      "Ò": 142,
      "Ó": 143,
      "Ô": 144,
      "Õ": 145,
      "Ö": 146,
      "×": 147,
      "Ø": 148,
      "Ù": 149,
      "Ú": 150,
      "Û": 151,
      "Ü": 152,
      "Ý": 153,
      "Þ": 154,
      "ß": 155,
      "à": 156,
      "á": 157,
      "â": 158,
      "ã": 159,
      "ä": 160,
      "å": 161,
      "æ": 162,
      "ç": 163,
      "è": 164,
      "é": 165,
      "ê": 166,
      "ë": 167,
      "ì": 168,
      "í": 169,
      "î": 170,
      "ï": 171,
      "ð": 172,
      "ñ": 173,
      "ò": 174,
      "ó": 175,
      "ô": 176,
      "õ": 177,
      "ö": 178,
      "÷": 179,
      "ø": 180,
      "ù": 181,
      "ú": 182,
      "û": 183,
      "ü": 184,
      "ý": 185,
      "þ": 186,
      "ÿ": 187,
      "Ā": 188,
      "ā": 189,
      "Ă": 190,
      "ă": 191,
      "Ą": 192,
      "ą": 193,
      "Ć": 194,
      "ć": 195,
      "Ĉ": 196,
      "ĉ": 197,
      "Ċ": 198,
      "ċ": 199,
      "Č": 200,
      "č": 201,
      "Ď": 202,
      "ď": 203,
      "Đ": 204,
      "đ": 205,
      "Ē": 206,
      "ē": 207,
      "Ĕ": 208,
      "ĕ": 209,
      "Ė": 210,
      "ė": 211,
      "Ę": 212,
      "ę": 213,
      "Ě": 214,
      "ě": 215,
      "Ĝ": 216,
      "ĝ": 217,
      "Ğ": 218,
      "ğ": 219,
      "Ġ": 220,
      "ġ": 221,
      "Ģ": 222,
      "ģ": 223,
      "Ĥ": 224,
      "ĥ": 225,
      "Ħ": 226,
      "ħ": 227,
      "Ĩ": 228,
      "ĩ": 229,
      "Ī": 230,
      "ī": 231,
      "Ĭ": 232,
      "ĭ": 233,
      "Į": 234,
      "į": 235,
      "İ": 236,
      "ı": 237,
      "Ĳ": 238,
      "ĳ": 239,
      "Ĵ": 240,
      "ĵ": 241,
      "Ķ": 242,
      "ķ": 243,
      "ĸ": 244,
      "Ĺ": 245,
      "ĺ": 246,
      "Ļ": 247,
      "ļ": 248,
      "Ľ": 249,
      "ľ": 250,
      "Ŀ": 251,
      "ŀ": 252,
      "Ł": 253,
      "ł": 254,
      "Ń": 255,
      "Ġt": 256,
      "Ġa": 257,
      "he": 258,
      "in": 259,
      "Ġthe": 260,
      "on": 261,
      "re": 262,
      "er": 263,
      "Ġo": 264,
      "at": 265,
      "ed": 266,
      "Ġs": 267,
      "en": 268,
      "Ġc": 269,
      "an": 270,
      "it": 271,
      "is": 272,
      "es": 273,
      "Ġw": 274,
      "or": 275,
      "al": 276,
      "Ġp": 277,
      "Ġof": 278,
      "Ġan": 279,
      "Ġin": 280,
      "Ġb": 281,
      "Ġf": 282,
      "ar": 283,
      "ic": 284,
      "ion": 285,
      "ing": 286,
      "Ġand": 287,
      "Ġm": 288,
      "Ġto": 289,
      "ou": 290,
      "as": 291,
      "Ġd": 292,
      "le": 293,
      "om": 294,
      "ent": 295,
      "Ġh": 296,
      "Ġre": 297,
      "Ġth": 298,
      "ly": 299,
      "ro": 300,
      "Ġn": 301,
      "st": 302,
      "Ġe": 303,
      "ct": 304,
      "Ġl": 305,
      "ve": 306,
      "il": 307,
      "Ġbe": 308,
      "ĠT": 309,
      "ĠA": 310,
      "ation": 311,
      ".[": 312,
      "us": 313,
      "am": 314,
      "ol": 315,
      "ĠS": 316,
      "Ġis": 317,
      "ce": 318,
      "ĠI": 319,
      "ot": 320,
      "ch": 321,
      "im": 322,
      "ĠC": 323,
      "Ġfor": 324,
      "id": 325,
      "ad": 326,
      "ut": 327,
      "Ġg": 328,
      "Ġas": 329,
      "ur": 330,
      "Ġon": 331,
      "Ġ1": 332,
      "et": 333,
      "ig": 334,
      "ver": 335,
      "un": 336,
      "Ġ(": 337,
      "ow": 338,
      "Ġ2": 339,
      "Ġthat": 340,
      "Ġcon": 341,
      "ĠM": 342,
      "ist": 343,
      "ir": 344,
      "ag": 345,
      "ul": 346,
      "ith": 347,
      "el": 348,
      "Ġst": 349,
      "ay": 350,
      "ĠB": 351,
      "Ġwas": 352,
      "em": 353,
      "Ġwith": 354,
      "ers": 355,
      "her": 356,
      "ĠThe": 357,
      "Ġwh": 358,
      "Ġal": 359,
      "ra": 360,
      "ĠP": 361,
      "Ġor": 362,
      "Ġby": 363,
      "Ġit": 364,
      "ere": 365,
      "ter": 366,
      "Ġpro": 367,
      "se": 368,
      "ĠW": 369,
      "ate": 370,
      "op": 371,
      "ri": 372,
      "Ġ20": 373,
      "if": 374,
      "Ġare": 375,
      "Ġsu": 376,
      "Ġde": 377,
      "th": 378,
      "and": 379,
      "'s": 380,
      "Ġcom": 381,
      "ia": 382,
      "est": 383,
      "rom": 384,
      "oun": 385,
      "ĠH": 386,
      "ĠR": 387,
      "ity": 388,
      "ment": 389,
      "Ġmo": 390,
      "ld": 391,
      "ĠF": 392,
      "Ġex": 393,
      "ĠE": 394,
      "Ġ\"": 395,
      "ies": 396,
      "ain": 397,
      "ab": 398,
      "ĠG": 399,
      "res": 400,
      "Ġus": 401,
      "Ġse": 402,
      "ac": 403,
      "pe": 404,
      "um": 405,
      "Ġv": 406,
      "Ġar": 407,
      "ĠD": 408,
      "os": 409,
      "Ġat": 410,
      "ĠN": 411,
      "oc": 412,
      "qu": 413,
      "ive": 414,
      "ud": 415,
      "ip": 416,
      "Ġfrom": 417,
      "ess": 418,
      "Ġnot": 419,
      "ort": 420,
      "ew": 421,
      "ial": 422,
      "Ġr": 423,
      "iv": 424,
      "ant": 425,
      "ĠIn": 426,
      "art": 427,
      "Ġun": 428,
      "Ġ19": 429,
      "od": 430,
      "ĠL": 431,
      "Ġhe": 432,
      "age": 433,
      "ical": 434,
      "ich": 435,
      "ian": 436,
      "pp": 437,
      "ĠU": 438,
      "ik": 439,
      "ated": 440,
      "pt": 441,
      "ĠJ": 442,
      "ill": 443,
      "Ġha": 444,
      "our": 445,
      "Ġy": 446,
      "ak": 447,
      "igh": 448,
      "ions": 449,
      "ther": 450,
      "og": 451,
      "cl": 452,
      "end": 453,
      "ĠO": 454,
      "Ġch": 455,
      "ary": 456,
      "ect": 457,
      "Ġwhich": 458,
      "pl": 459,
      "ber": 460,
      "gh": 461,
      "ard": 462,
      "Ġwere": 463,
      "ure": 464,
      "Ġhave": 465,
      "The": 466,
      "Ġcont": 467,
      "ang": 468,
      "][": 469,
      "ame": 470,
      "Ġad": 471,
      "Ġle": 472,
      "ust": 473,
      "ould": 474,
      "all": 475,
      "Ġthis": 476,
      "Ġpl": 477,
      "ome": 478,
      "Ġsh": 479,
      "der": 480,
      "Ġwor": 481,
      "iz": 482,
      "ast": 483,
      "so": 484,
      "Ġint": 485,
      "red": 486,
      "00": 487,
      "cc": 488,
      "ine": 489,
      "ous": 490,
      "ough": 491,
      "ĠK": 492,
      "Ġk": 493,
      "ight": 494,
      "ish": 495,
      "Ġhas": 496,
      "ong": 497,
      "ult": 498,
      "Ġart": 499,
      "ub": 500,
      "Ġim": 501,
      "ations": 502,
      "ual": 503,
      "Ġcomp": 504,
      "Ġne": 505,
      "per": 506,
      "Ġcan": 507,
      "rit": 508,
      "Ġdis": 509,
      "ide": 510,
      "Ġtheir": 511,
      "Ġother": 512,
      "ge": 513,
      "ound": 514,
      "Ġab": 515,
      "Ġalso": 516,
      "ep": 517,
      "Ġwhe": 518,
      "Ġbut": 519,
      "ks": 520,
      "Ġ201": 521,
      "out": 522,
      "ell": 523,
      "Ġall": 524,
      "ign": 525,
      "ore": 526,
      "ans": 527,
      "Ġres": 528,
      "ff": 529,
      "ction": 530,
      "Ġhis": 531,
      "Ġits": 532,
      "ence": 533,
      "Ġtr": 534,
      "ition": 535,
      "ap": 536,
      "edia": 537,
      "clud": 538,
      "orm": 539,
      "Ġpart": 540,
      "du": 541,
      "ib": 542,
      "ĠCh": 543,
      "ĠSt": 544,
      "erm": 545,
      "ĠTh": 546,
      "ire": 547,
      "ates": 548,
      "any": 549,
      "Ġcl": 550,
      "ces": 551,
      "Ġcomm": 552,
      "up": 553,
      "ount": 554,
      "Ġen": 555,
      "av": 556,
      "tern": 557,
      "ren": 558,
      "ory": 559,
      "ru": 560,
      "Ġhad": 561,
      "ass": 562,
      "vel": 563,
      "Ġbeen": 564,
      "Ġinclud": 565,
      "act": 566,
      "ors": 567,
      "ry": 568,
      "ie": 569,
      "ree": 570,
      "ue": 571,
      "ear": 572,
      "Ġone": 573,
      "able": 574,
      "Ġgo": 575,
      "ice": 576,
      "ance": 577,
      "Ġartic": 578,
      "ost": 579,
      "Ġed": 580,
      "Ġsuch": 581,
      "Ġ202": 582,
      "vers": 583,
      "ile": 584,
      "con": 585,
      "les": 586,
      "ime": 587,
      "Ġwho": 588,
      "irst": 589,
      "lic": 590,
      "Ġbec": 591,
      "Ġmore": 592,
      "alk": 593,
      "ord": 594,
      "Ġte": 595,
      "In": 596,
      "ens": 597,
      "ack": 598,
      "ational": 599,
      "port": 600,
      "ĠUn": 601,
      "Ġthey": 602,
      "mer": 603,
      "Ġj": 604,
      "ace": 605,
      "ph": 606,
      "Ġper": 607,
      "form": 608,
      "ric": 609,
      "ok": 610,
      "ase": 611,
      "Ġag": 612,
      "Ġcons": 613,
      "oll": 614,
      "ress": 615,
      "Ġfirst": 616,
      "ach": 617,
      "ced": 618,
      "),": 619,
      "Ġsc": 620,
      "hed": 621,
      "ĠIt": 622,
      "Ġind": 623,
      "ĠV": 624,
      "Ġev": 625,
      "Ġ200": 626,
      "Ġyou": 627,
      "Ġrel": 628,
      "ited": 629,
      "ater": 630,
      "Ġdo": 631,
      "Ġused": 632,
      "Ġapp": 633,
      "Ġsome": 634,
      "ose": 635,
      "ikip": 636,
      "Ġnew": 637,
      "Ġme": 638,
      "aw": 639,
      "rib": 640,
      "fter": 641,
      "Ġsy": 642,
      "Ġmay": 643,
      "ject": 644,
      "own": 645,
      "fere": 646,
      "ss": 647,
      "TC": 648,
      "amp": 649,
      "ite": 650,
      "Ġdes": 651,
      "one": 652,
      "ikipedia": 653,
      "ved": 654,
      "Ġgr": 655,
      "Ġwe": 656,
      "Ġspe": 657,
      "ade": 658,
      "Ġwould": 659,
      "ents": 660,
      "ific": 661,
      "ious": 662,
      "olog": 663,
      "Ġpre": 664,
      "Ġout": 665,
      "Ġthere": 666,
      "are": 667,
      "Ġso": 668,
      "Ġform": 669,
      "ally": 670,
      "Ġser": 671,
      "UTC": 672,
      "wo": 673,
      "we": 674,
      "Ġuse": 675,
      "int": 676,
      "ages": 677,
      "ind": 678,
      "Ġmost": 679,
      "Ġsub": 680,
      "Ġrec": 681,
      "feren": 682,
      "Ġcent": 683,
      "Ġreg": 684,
      "Ġover": 685,
      "Ġpe": 686,
      "uring": 687,
      "te": 688,
      "Ġqu": 689,
      "Ġinto": 690,
      "Ġadd": 691,
      "aus": 692,
      "Ġkn": 693,
      "Ġacc": 694,
      "Ġbet": 695,
      "Ġunder": 696,
      "Ġsp": 697,
      "ied": 698,
      "ism": 699,
      "ased": 700,
      "Ġthan": 701,
      "Ġoff": 702,
      "ail": 703,
      "lect": 704,
      "uss": 705,
      "ative": 706,
      "Ġ3": 707,
      "arch": 708,
      "Ġyear": 709,
      "vern": 710,
      "ener": 711,
      "Ġatt": 712,
      "ular": 713,
      "ities": 714,
      "Ġany": 715,
      "Ġup": 716,
      "gan": 717,
      "ĠThis": 718,
      ",[": 719,
      "Ġedit": 720,
      "ĠEn": 721,
      "Ġwork": 722,
      "Ġplay": 723,
      ").": 724,
      "ike": 725,
      "Ġpub": 726,
      "Ġarticle": 727,
      "Ġpage": 728,
      "Ġpol": 729,
      "ments": 730,
      "Ġtwo": 731,
      "ings": 732,
      "stem": 733,
      "land": 734,
      "Ġ18": 735,
      "ics": 736,
      "ft": 737,
      "Ġro": 738,
      "ĠAn": 739,
      "reat": 740,
      "rough": 741,
      "ered": 742,
      "Ġcount": 743,
      "Ġonly": 744,
      "ident": 745,
      "Ġabout": 746,
      "ople": 747,
      "Ġtime": 748,
      "ĠAl": 749,
      "ons": 750,
      "Ġwhen": 751,
      "Ġthem": 752,
      "Ġno": 753,
      "Ġact": 754,
      "old": 755,
      "ug": 756,
      "velop": 757,
      "Ġnum": 758,
      "Ġpr": 759,
      "ted": 760,
      "ten": 761,
      "ĠWikipedia": 762,
      "iss": 763,
      "talk": 764,
      "ween": 765,
      "wn": 766,
      "cial": 767,
      "ake": 768,
      "ution": 769,
      "ov": 770,
      "Ġdif": 771,
      "Ġmany": 772,
      "ild": 773,
      "Ġafter": 774,
      "Ġph": 775,
      "ĠAr": 776,
      "ollow": 777,
      "Ġam": 778,
      "ark": 779,
      "gr": 780,
      "Ġwill": 781,
      "Ġco": 782,
      "ever": 783,
      "Ġsystem": 784,
      "Ġass": 785,
      "ĠY": 786,
      "very": 787,
      "cess": 788,
      "Ġrem": 789,
      "Ġbetween": 790,
      "ink": 791,
      "11": 792,
      "ists": 793,
      "iet": 794,
      "xt": 795,
      "Ġinc": 796,
      "Ġdef": 797,
      "Ġcol": 798,
      "Ġdisc": 799,
      "Ġdevelop": 800,
      "Ġgovern": 801,
      "Ġpos": 802,
      "ince": 803,
      "oth": 804,
      "Ġpeople": 805,
      "Ġif": 806,
      "Ġinv": 807,
      "Ġpres": 808,
      "Ġem": 809,
      "ines": 810,
      "Ġpop": 811,
      "Ġneed": 812,
      "Ġprov": 813,
      "ames": 814,
      "Ġsupp": 815,
      "Ġthese": 816,
      "ury": 817,
      "ove": 818,
      "ating": 819,
      "Ġlar": 820,
      "iew": 821,
      "Ġbo": 822,
      "10": 823,
      "Ġac": 824,
      "ĠSe": 825,
      "oup": 826,
      "Ġfollow": 827,
      "ause": 828,
      "cept": 829,
      "ĠHe": 830,
      "Ġimp": 831,
      "19": 832,
      "ĠCom": 833,
      "angu": 834,
      "ble": 835,
      "Ġinst": 836,
      "led": 837,
      "ays": 838,
      "Ġthrough": 839,
      "urn": 840,
      "Ġear": 841,
      "Ġgener": 842,
      "Ġprodu": 843,
      "ts": 844,
      "ne": 845,
      "20": 846,
      "ath": 847,
      "Ġlike": 848,
      "ished": 849,
      "ob": 850,
      "hip": 851,
      "Ġpo": 852,
      "aj": 853,
      "als": 854,
      "ically": 855,
      "ck": 856,
      "Ġcre": 857,
      "meric": 858,
      "ys": 859,
      "ĠEng": 860,
      "Ġstud": 861,
      "Ġwhere": 862,
      "ient": 863,
      "cy": 864,
      "Ġ4": 865,
      "Ġra": 866,
      "Ġbl": 867,
      "ĠInd": 868,
      "lish": 869,
      "ĠDe": 870,
      "uro": 871,
      "tain": 872,
      "Ġchang": 873,
      "owever": 874,
      "ict": 875,
      "Ġinf": 876,
      "ually": 877,
      "ral": 878,
      "ply": 879,
      "Ġbeing": 880,
      "ility": 881,
      "ized": 882,
      "Ġinter": 883,
      "Ġvar": 884,
      "Ġfe": 885,
      "ise": 886,
      "Ġlangu": 887,
      "ily": 888,
      "Ġpers": 889,
      "Ġtrans": 890,
      "ĠFor": 891,
      "ible": 892,
      "Ġaut": 893,
      "12": 894,
      "Ġshould": 895,
      "Ġwell": 896,
      "Ġmem": 897,
      "fore": 898,
      "ivers": 899,
      "ning": 900,
      "ward": 901,
      "ĠAmeric": 902,
      "Ġrequ": 903,
      "Ġsoc": 904,
      "Ġman": 905,
      "Ġagain": 906,
      "oy": 907,
      "ures": 908,
      "inist": 909,
      "Ġmain": 910,
      "Ġduring": 911,
      "Ġob": 912,
      "hen": 913,
      "Ġ199": 914,
      "ĠRe": 915,
      "ank": 916,
      "..": 917,
      "Ġtra": 918,
      "Ġdec": 919,
      "Ġexp": 920,
      "Ġincluding": 921,
      "Ġfound": 922,
      "ars": 923,
      "Ġset": 924,
      "ĠIs": 925,
      "ĠUnited": 926,
      "Ġcall": 927,
      "Ġref": 928,
      "ah": 929,
      "ix": 930,
      "Ġent": 931,
      "13": 932,
      "Ġdifferen": 933,
      "Ġmade": 934,
      "ower": 935,
      "Ġbel": 936,
      "Ġ5": 937,
      "ool": 938,
      "Ġrep": 939,
      "ural": 940,
      "ĠNew": 941,
      "inal": 942,
      "ĠAs": 943,
      "ract": 944,
      "rent": 945,
      "Ġworld": 946,
      "ood": 947,
      "Ġpartic": 948,
      "Ġnumber": 949,
      "Ġsim": 950,
      "ron": 951,
      "Ġyears": 952,
      "irect": 953,
      "Ġcommun": 954,
      "Ġhist": 955,
      "Ġgovernment": 956,
      "hes": 957,
      "Ġsign": 958,
      "14": 959,
      "uch": 960,
      "elf": 961,
      "ateg": 962,
      "Ġche": 963,
      "Ġ2023": 964,
      "Ġend": 965,
      "Ġloc": 966,
      "ision": 967,
      "ology": 968,
      "ful": 969,
      "Ġmet": 970,
      "ature": 971,
      "Ġpublic": 972,
      "Ġterm": 973,
      "ample": 974,
      "Ġgroup": 975,
      "urope": 976,
      "ork": 977,
      "ving": 978,
      "000": 979,
      "Ġboth": 980,
      "ond": 981,
      "'t": 982,
      "raph": 983,
      "Ġdist": 984,
      "ined": 985,
      "Ġwhile": 986,
      "Ġthen": 987,
      ".\"": 988,
      "15": 989,
      "uc": 990,
      "Ġest": 991,
      "ick": 992,
      "Ġcentury": 993,
      "pect": 994,
      "Ġeff": 995,
      "rol": 996,
      "bers": 997,
      "Ġcould": 998,
      "ĠGerm": 999,
      "Ġwrit": 1000,
      "imes": 1001,
      "Ġrev": 1002,
      "eply": 1003,
      "ĠEurope": 1004,
      "other": 1005,
      "Ġsupport": 1006,
      "\",": 1007,
      "ting": 1008,
      "mber": 1009,
      "row": 1010,
      "ajor": 1011,
      "Ġoften": 1012,
      "16": 1013,
      "Ġap": 1014,
      "Ġsour": 1015,
      "cond": 1016,
      "formation": 1017,
      "Ġ-": 1018,
      "Ġlead": 1019,
      "yp": 1020,
      "lished": 1021,
      "ians": 1022,
      "reply": 1023,
      "Ġexample": 1024,
      "Ġbecause": 1025,
      "gest": 1026,
      "Reply": 1027,
      "Ġsame": 1028,
      "Ġbu": 1029,
      "Ġfil": 1030,
      "chool": 1031,
      "ĠBrit": 1032,
      "Ġconsid": 1033,
      "18": 1034,
      "Ġstate": 1035,
      "ants": 1036,
      "ues": 1037,
      "Ġresult": 1038,
      "ock": 1039,
      "Ġmat": 1040,
      "Ġchar": 1041,
      "Ġop": 1042,
      "ilit": 1043,
      "Ġknown": 1044,
      "17": 1045,
      "Ġ6": 1046,
      "Ġspec": 1047,
      "chn": 1048,
      "Ġbecame": 1049,
      "its": 1050,
      "Ġlaw": 1051,
      "Ġwhat": 1052,
      "li": 1053,
      "ĠAf": 1054,
      "Ġwar": 1055,
      "Ġorgan": 1056,
      "und": 1057,
      "Ġown": 1058,
      "Ġext": 1059,
      "Ġtem": 1060,
      "Ġarticles": 1061,
      "Ġcur": 1062,
      "Ġdesc": 1063,
      "Ġdifferent": 1064,
      "Ġright": 1065,
      "ruct": 1066,
      "Ġmon": 1067,
      "Ġprocess": 1068,
      "ries": 1069,
      "Ġ17": 1070,
      "Ġthree": 1071,
      "Ġcity": 1072,
      "ĠĊ": 1073,
      "ribut": 1074,
      "ĠAug": 1075,
      "Ġmajor": 1076,
      "Ġfl": 1077,
      "ran": 1078,
      "az": 1079,
      "air": 1080,
      "ulation": 1081,
      "Ġperson": 1082,
      "Ġagainst": 1083,
      "eb": 1084,
      "ĠCon": 1085,
      "ĠComm": 1086,
      "ves": 1087,
      "stit": 1088,
      "uman": 1089,
      "aking": 1090,
      "the": 1091,
      "Ġinclude": 1092,
      "Ġsur": 1093,
      "outh": 1094,
      "io": 1095,
      "orld": 1096,
      "pr": 1097,
      "ices": 1098,
      "conom": 1099,
      "Ġhigh": 1100,
      "ĠStates": 1101,
      "Ġeach": 1102,
      "Ġdep": 1103,
      "ms": 1104,
      "Ġlist": 1105,
      "Ġcalled": 1106,
      "ention": 1107,
      "ĠOn": 1108,
      "Ġsince": 1109,
      "iel": 1110,
      "Ġgame": 1111,
      "Ġlarge": 1112,
      "Ġappro": 1113,
      "ript": 1114,
      "osed": 1115,
      "ather": 1116,
      "ivid": 1117,
      "omet": 1118,
      "Ġcontin": 1119,
      "gram": 1120,
      "orth": 1121,
      "Ġorig": 1122,
      "Ġpolit": 1123,
      "ty": 1124,
      "ience": 1125,
      "ording": 1126,
      "aid": 1127,
      "Ġlong": 1128,
      "Ġhel": 1129,
      "Ġallow": 1130,
      "ins": 1131,
      "Ġlanguage": 1132,
      "Ġdiscuss": 1133,
      "ason": 1134,
      "Ġ0": 1135,
      "ital": 1136,
      "Ġcor": 1137,
      "Ġlater": 1138,
      "Ġearly": 1139,
      "Ġthose": 1140,
      "ale": 1141,
      "ĠAugust": 1142,
      "Ġdet": 1143,
      "Ġrele": 1144,
      "Ġmod": 1145,
      "ann": 1146,
      "Ġconf": 1147,
      "Ġbefore": 1148,
      "Ġele": 1149,
      "Ġappe": 1150,
      "ives": 1151,
      "ization": 1152,
      "Ġincre": 1153,
      "\".[": 1154,
      "tle": 1155,
      "Ġinformation": 1156,
      "Ġnon": 1157,
      "Ġelect": 1158,
      "Ġcult": 1159,
      "ĠSh": 1160,
      "Ġ15": 1161,
      "ense": 1162,
      "Ġhelp": 1163,
      "ton": 1164,
      "ĠPro": 1165,
      "ĠWorld": 1166,
      "Ġcommon": 1167,
      "Ġoffic": 1168,
      "Ġcomple": 1169,
      "Ġmove": 1170,
      "ĠEnglish": 1171,
      "ex": 1172,
      "Ġjust": 1173,
      "itation": 1174,
      "ternational": 1175,
      "Ġknow": 1176,
      "Ġfollowing": 1177,
      "Ġstat": 1178,
      "Ġshow": 1179,
      "Ġsecond": 1180,
      "ired": 1181,
      "Ġher": 1182,
      "Ġsee": 1183,
      "Ġsever": 1184,
      "ised": 1185,
      "oh": 1186,
      "cer": 1187,
      "ared": 1188,
      "ement": 1189,
      "Ġpar": 1190,
      "Th": 1191,
      "ash": 1192,
      "Ġstr": 1193,
      "omen": 1194,
      "ĠRuss": 1195,
      "Ġoper": 1196,
      "Ġ7": 1197,
      "Ġname": 1198,
      "iversity": 1199,
      "Ġprot": 1200,
      "Ġmus": 1201,
      "ament": 1202,
      "Ġocc": 1203,
      "alth": 1204,
      "Ġusing": 1205,
      "Ġseveral": 1206,
      "Ġimport": 1207,
      "ĠHowever": 1208,
      "Ġsm": 1209,
      "omin": 1210,
      "tt": 1211,
      "Ġleg": 1212,
      "ified": 1213,
      "Ġ198": 1214,
      "23": 1215,
      "ook": 1216,
      "Ġmy": 1217,
      "Ġprev": 1218,
      "sy": 1219,
      "ll": 1220,
      "til": 1221,
      "Ġadv": 1222,
      "Ġav": 1223,
      "oman": 1224,
      "Ġreport": 1225,
      "Ġ16": 1226,
      "Ġdesign": 1227,
      "Ġhim": 1228,
      "ets": 1229,
      "Ġmake": 1230,
      "Ġ10": 1231,
      "Ġtechn": 1232,
      "ser": 1233,
      "ield": 1234,
      "Ġyour": 1235,
      "Ġeven": 1236,
      "Ġprogram": 1237,
      "tic": 1238,
      "ec": 1239,
      "read": 1240,
      "Ġexper": 1241,
      "Ġhow": 1242,
      "lu": 1243,
      "Ġneeded": 1244,
      "ional": 1245,
      "Ġdid": 1246,
      "ĠSc": 1247,
      "man": 1248,
      "Ġ197": 1249,
      "Ġtrad": 1250,
      "Ġdirect": 1251,
      "ax": 1252,
      "ĠAmerican": 1253,
      "Ġtop": 1254,
      "ĠWh": 1255,
      "Ġdoes": 1256,
      "Ġiss": 1257,
      "ived": 1258,
      "ife": 1259,
      "hor": 1260,
      "Ġserv": 1261,
      "Ġcountry": 1262,
      "ograph": 1263,
      "ories": 1264,
      "Ġeconom": 1265,
      "com": 1266,
      "iod": 1267,
      "Ġgu": 1268,
      "my": 1269,
      "ases": 1270,
      "ĠLe": 1271,
      "Ġ8": 1272,
      "though": 1273,
      "Ġsocial": 1274,
      "Ġpages": 1275,
      "Ġexpl": 1276,
      "ued": 1277,
      "Ġposs": 1278,
      "Ġmilit": 1279,
      "Ġwithin": 1280,
      "ina": 1281,
      "Ġpri": 1282,
      "Ġback": 1283,
      "Ġcrit": 1284,
      "Ġpoint": 1285,
      "rat": 1286,
      "Ġ14": 1287,
      "ĠBritish": 1288,
      "med": 1289,
      "Ġdem": 1290,
      "ata": 1291,
      "ey": 1292,
      "ĠZ": 1293,
      "Ġestab": 1294,
      "Ġfact": 1295,
      "itions": 1296,
      "Ġresp": 1297,
      "Ġthough": 1298,
      "Ġclass": 1299,
      "ven": 1300,
      "Ġret": 1301,
      "ger": 1302,
      "Ġopen": 1303,
      "Ġfam": 1304,
      "ged": 1305,
      "Ġstand": 1306,
      "Ġstart": 1307,
      "ave": 1308,
      "une": 1309,
      "Ġcontrol": 1310,
      "ently": 1311,
      "Ġopp": 1312,
      "aim": 1313,
      "ĠMay": 1314,
      "22": 1315,
      "ĠWar": 1316,
      "ality": 1317,
      "Ġschool": 1318,
      "Ġuntil": 1319,
      "Ġmark": 1320,
      "ouse": 1321,
      "Ġprop": 1322,
      "Ġadm": 1323,
      "ize": 1324,
      "Ġbased": 1325,
      "Ġprovid": 1326,
      "Ġann": 1327,
      "ublic": 1328,
      "Ġprom": 1329,
      "Ġident": 1330,
      "orn": 1331,
      "Ġremain": 1332,
      "rist": 1333,
      "iki": 1334,
      "Ġ'": 1335,
      "ccess": 1336,
      "Ġperiod": 1337,
      "por": 1338,
      "ended": 1339,
      "Ġpolic": 1340,
      "Ġpower": 1341,
      "uly": 1342,
      "Ġcap": 1343,
      "Ġ9": 1344,
      "Ġcurrent": 1345,
      "Ġbelie": 1346,
      "Ġmed": 1347,
      "Ġfour": 1348,
      "Ġway": 1349,
      "ober": 1350,
      "epend": 1351,
      "Ġread": 1352,
      "Ġnow": 1353,
      "24": 1354,
      "get": 1355,
      "Ġproble": 1356,
      "Ġmin": 1357,
      "Ġhuman": 1358,
      ".\"[": 1359,
      "\".": 1360,
      "resent": 1361,
      "Ġtempl": 1362,
      "apt": 1363,
      "Ġpopulation": 1364,
      "Ġ196": 1365,
      "25": 1366,
      "els": 1367,
      "Ġbro": 1368,
      "ross": 1369,
      "oad": 1370,
      "ĠJan": 1371,
      "par": 1372,
      "30": 1373,
      "Ġval": 1374,
      "Ġstill": 1375,
      "Ġcountries": 1376,
      "olution": 1377,
      "ote": 1378,
      "Ġtext": 1379,
      "Ġrese": 1380,
      "Ġpolitical": 1381,
      "Ġvers": 1382,
      "Ġvery": 1383,
      "rodu": 1384,
      "Ġparticular": 1385,
      "Ġmuch": 1386,
      "Ġview": 1387,
      "ĠQ": 1388,
      "ration": 1389,
      "ĠIf": 1390,
      "Ġmembers": 1391,
      "Ġcop": 1392,
      "Ġdele": 1393,
      "Ġsl": 1394,
      "Ġeffect": 1395,
      "Ġrest": 1396,
      "Ġplace": 1397,
      "Ġwithout": 1398,
      "iety": 1399,
      "Ġide": 1400,
      "ĠMus": 1401,
      "Ġperform": 1402,
      "Ġchild": 1403,
      "ier": 1404,
      "ox": 1405,
      "Ġlink": 1406,
      "ene": 1407,
      "ner": 1408,
      "Ġword": 1409,
      "itional": 1410,
      "Ġnational": 1411,
      "Ġcharact": 1412,
      "ĠJuly": 1413,
      "Ġaround": 1414,
      "Ġsomet": 1415,
      "uary": 1416,
      "line": 1417,
      "aced": 1418,
      "ividual": 1419,
      "ior": 1420,
      "ilar": 1421,
      "Ġmilitary": 1422,
      "Ġdescrib": 1423,
      "Ġtyp": 1424,
      "Ġamong": 1425,
      "ĠThey": 1426,
      "illion": 1427,
      "ately": 1428,
      "Ġrelig": 1429,
      "Ġlit": 1430,
      "ull": 1431,
      "Ġinflu": 1432,
      "sc": 1433,
      "oci": 1434,
      "ĠMarch": 1435,
      "Ġcomput": 1436,
      "Ġsmall": 1437,
      "Ġbegan": 1438,
      "way": 1439,
      "Ġcar": 1440,
      "mp": 1441,
      "ien": 1442,
      "Ġtalk": 1443,
      "cent": 1444,
      "Ġpur": 1445,
      "Ġmoder": 1446,
      "Ġproject": 1447,
      "ission": 1448,
      "Ġuser": 1449,
      "Ġbeh": 1450,
      "Ġgiv": 1451,
      "ĠThere": 1452,
      "ĠBe": 1453,
      "au": 1454,
      "Ġ2022": 1455,
      "ĠAfric": 1456,
      "Ġhistory": 1457,
      "Ġpract": 1458,
      "50": 1459,
      "ember": 1460,
      "Ġcateg": 1461,
      "Ġsing": 1462,
      "Ġsaid": 1463,
      "ute": 1464,
      "Ġindividual": 1465,
      "Ġofficial": 1466,
      "ards": 1467,
      "Ġcour": 1468,
      "Ġsubject": 1469,
      "Ġrul": 1470,
      "lease": 1471,
      "Ġdra": 1472,
      "Ġpresent": 1473,
      "ify": 1474,
      "Ġhead": 1475,
      "On": 1476,
      "Ġeng": 1477,
      "ĠAust": 1478,
      "ĠJanuary": 1479,
      "pril": 1480,
      "Ġrece": 1481,
      "me": 1482,
      "Ġevery": 1483,
      "ĠJune": 1484,
      "Ġexist": 1485,
      "ware": 1486,
      "ĠAd": 1487,
      "to": 1488,
      "Ġgeneral": 1489,
      "Ġsuccess": 1490,
      "Ġdevelopment": 1491,
      "ĠApril": 1492,
      "sych": 1493,
      "Ġconsidered": 1494,
      "Ġtit": 1495,
      "ĠThese": 1496,
      "26": 1497,
      "ode": 1498,
      "Ġdue": 1499,
      "rop": 1500,
      "Ġel": 1501,
      "ivil": 1502,
      "ĠSp": 1503,
      "27": 1504,
      "Ġanother": 1505,
      "Ġstates": 1506,
      "Ġshe": 1507,
      "ither": 1508,
      "ogn": 1509,
      "Ġpost": 1510,
      "Ġgames": 1511,
      "Ġcr": 1512,
      "eng": 1513,
      "ange": 1514,
      "Ġclaim": 1515,
      "ai": 1516,
      "Ġcontribut": 1517,
      "Ġbuild": 1518,
      "pecial": 1519,
      "ĠChrist": 1520,
      "ird": 1521,
      "ĠAt": 1522,
      "Ġcontent": 1523,
      "Ġland": 1524,
      "Ġauthor": 1525,
      "Ġ13": 1526,
      "Ġimportant": 1527,
      "ĠGerman": 1528,
      "amb": 1529,
      "ĠPh": 1530,
      "Ġequ": 1531,
      "Ġcreated": 1532,
      "Ġhand": 1533,
      "Ġrepresent": 1534,
      "Ġlevel": 1535,
      "Ġinvol": 1536,
      "Ġpass": 1537,
      "yle": 1538,
      "Ġteam": 1539,
      "Ġsex": 1540,
      "Ġmar": 1541,
      "Ġthink": 1542,
      "erest": 1543,
      "Ġfun": 1544,
      "iqu": 1545,
      "Ġarg": 1546,
      "Ġes": 1547,
      "Ġimage": 1548,
      "ret": 1549,
      "Ġrun": 1550,
      "}}": 1551,
      "28": 1552,
      "inc": 1553,
      "Ġpat": 1554,
      "side": 1555,
      "oint": 1556,
      "ĠRep": 1557,
      "ining": 1558,
      "Ġmodern": 1559,
      "Ġsignific": 1560,
      "Ġgood": 1561,
      "ium": 1562,
      "gy": 1563,
      "Ġvarious": 1564,
      "ential": 1565,
      "ĠBl": 1566,
      "right": 1567,
      "ĠUS": 1568,
      "istan": 1569,
      "estern": 1570,
      "ram": 1571,
      "Ġwomen": 1572,
      "ĠSouth": 1573,
      "Ġvis": 1574,
      "Ġpopular": 1575,
      "Ġprof": 1576,
      "Ġorder": 1577,
      "ony": 1578,
      "ling": 1579,
      "eder": 1580,
      "urther": 1581,
      "Ġmult": 1582,
      "This": 1583,
      "Ġaff": 1584,
      "Ġeduc": 1585,
      "29": 1586,
      "empt": 1587,
      "Ġchess": 1588,
      "ĠKing": 1589,
      "Ġarea": 1590,
      "idd": 1591,
      "Ġfind": 1592,
      ").[": 1593,
      "ness": 1594,
      "ological": 1595,
      "ploy": 1596,
      "ĠGo": 1597,
      "Ġ194": 1598,
      "Ġarch": 1599,
      "ead": 1600,
      "ĠEuropean": 1601,
      "Ġfilm": 1602,
      "Ġsimilar": 1603,
      "Ġmust": 1604,
      "tal": 1605,
      "ring": 1606,
      "oph": 1607,
      "Ġsug": 1608,
      "lear": 1609,
      "Ġsec": 1610,
      "Ġ[": 1611,
      "ĠFr": 1612,
      "Ġresearch": 1613,
      "gin": 1614,
      "Ġinterest": 1615,
      "ohn": 1616,
      "Ġindepend": 1617,
      "ertain": 1618,
      "ĠCl": 1619,
      "iver": 1620,
      "hod": 1621,
      "citation": 1622,
      "Ġ12": 1623,
      "ĠOr": 1624,
      "ĠNorth": 1625,
      "day": 1626,
      "Ġfew": 1627,
      "Ġold": 1628,
      "Ġcase": 1629,
      "Ġcommunity": 1630,
      "Ġfin": 1631,
      "Ġled": 1632,
      "Ġ2021": 1633,
      "Ġweb": 1634,
      "Ġlocal": 1635,
      "{{": 1636,
      "ification": 1637,
      "Ġter": 1638,
      "sp": 1639,
      "ĠNational": 1640,
      "Ġlim": 1641,
      "Ġincluded": 1642,
      "ively": 1643,
      "mat": 1644,
      "Ġlast": 1645,
      "Ġlife": 1646,
      "Ġhere": 1647,
      "ovember": 1648,
      "ĠMar": 1649,
      "ering": 1650,
      "ĠUniversity": 1651,
      "...": 1652,
      "Ġer": 1653,
      "Ġbas": 1654,
      "Ġdeveloped": 1655,
      "Ġquest": 1656,
      "cember": 1657,
      "Ġmusic": 1658,
      "Ġcontain": 1659,
      "ĠOct": 1660,
      "ability": 1661,
      "ĠNovember": 1662,
      "Ġrepl": 1663,
      "ĠTr": 1664,
      "ried": 1665,
      "Ġdiscussion": 1666,
      "af": 1667,
      "ĠFeb": 1668,
      "Ġaccess": 1669,
      "Ġseries": 1670,
      "Ġprim": 1671,
      "Ġothers": 1672,
      "ĠDecember": 1673,
      "ruary": 1674,
      "Ġdown": 1675,
      "Ġsit": 1676,
      "Ġsignificant": 1677,
      "ency": 1678,
      "Ġgl": 1679,
      "Ġheld": 1680,
      "ke": 1681,
      "dom": 1682,
      "Ġfree": 1683,
      "Ġless": 1684,
      "Ġhistor": 1685,
      "ailable": 1686,
      "Ġdecl": 1687,
      "Ġconst": 1688,
      "Ġimpro": 1689,
      "istic": 1690,
      "less": 1691,
      "ĠFebruary": 1692,
      "amed": 1693,
      "put": 1694,
      "irc": 1695,
      "akes": 1696,
      "Ġgiven": 1697,
      "ĠOctober": 1698,
      "cing": 1699,
      "Ġalong": 1700,
      "tion": 1701,
      "Ġchange": 1702,
      "ĠCol": 1703,
      "yn": 1704,
      "Ġusually": 1705,
      "Ġbecome": 1706,
      "oss": 1707,
      "Ġsources": 1708,
      "ĠCent": 1709,
      "Ġconcer": 1710,
      "Ġadminist": 1711,
      "play": 1712,
      "lam": 1713,
      "Ġsuggest": 1714,
      "ptember": 1715,
      "rench": 1716,
      "Ġsource": 1717,
      "Ġpublished": 1718,
      "Ġdata": 1719,
      "ĠPr": 1720,
      "Ġtake": 1721,
      "Ġinit": 1722,
      "ĠPar": 1723,
      "Ġrecord": 1724,
      "etw": 1725,
      "ĠRoman": 1726,
      "Ġred": 1727,
      "stitution": 1728,
      "ccording": 1729,
      "Ġlog": 1730,
      "Ġareas": 1731,
      "ĠSeptember": 1732,
      "ley": 1733,
      "Ġinternational": 1734,
      "Ġreview": 1735,
      "Ġstudy": 1736,
      "stand": 1737,
      "oot": 1738,
      "ĠAss": 1739,
      "ĠJohn": 1740,
      "ination": 1741,
      "ĠCar": 1742,
      "Ġhig": 1743,
      "Ġmater": 1744,
      "Ġfield": 1745,
      "ĠTo": 1746,
      "Ġfore": 1747,
      "Ġusers": 1748,
      "An": 1749,
      "Ġsection": 1750,
      "Ġreferen": 1751,
      "Ġcopy": 1752,
      "Ġsystems": 1753,
      "itive": 1754,
      "ĠChe": 1755,
      "cil": 1756,
      "wards": 1757,
      "ĠGr": 1758,
      "Ġnear": 1759,
      "Ġmethod": 1760,
      "Ġindust": 1761,
      "Ġmen": 1762,
      "Ġactiv": 1763,
      "Ġmillion": 1764,
      "Ġdon": 1765,
      "Ġday": 1766,
      "Ġintrodu": 1767,
      "ĠRussian": 1768,
      "ably": 1769,
      "ĠIndia": 1770,
      "ps": 1771,
      "urch": 1772,
      "ument": 1773,
      "Ġport": 1774,
      "Ġestablished": 1775,
      "ody": 1776,
      "Ġcomb": 1777,
      "Ġfre": 1778,
      "Ġspecial": 1779,
      "erv": 1780,
      "ats": 1781,
      "34": 1782,
      "Ġcharacter": 1783,
      "rab": 1784,
      "Ġpsych": 1785,
      "iness": 1786,
      "Ġphys": 1787,
      "ĠII": 1788,
      "ection": 1789,
      "ured": 1790,
      "for": 1791,
      "Ġgroups": 1792,
      "Ġeither": 1793,
      "Ar": 1794,
      "Ġaccount": 1795,
      "Ġget": 1796,
      "here": 1797,
      "iol": 1798,
      "Ġcivil": 1799,
      "Ġsingle": 1800,
      "Ġgreat": 1801,
      "Ġattempt": 1802,
      "Ġobject": 1803,
      "Ġmaterial": 1804,
      "Ġpossible": 1805,
      "ches": 1806,
      "Ġdiff": 1807,
      "hing": 1808,
      "ĠPl": 1809,
      "ĠFrench": 1810,
      "ĠWest": 1811,
      "Ġ2020": 1812,
      "ĠCan": 1813,
      "enn": 1814,
      "ales": 1815,
      "33": 1816,
      "Ġpolicy": 1817,
      "not": 1818,
      "ĠSome": 1819,
      "Ġshort": 1820,
      "ĠĠ": 1821,
      "Ġ11": 1822,
      "Ġwant": 1823,
      "Ġtemplate": 1824,
      "aster": 1825,
      "acy": 1826,
      "Ġformer": 1827,
      "Ġevent": 1828,
      "ges": 1829,
      "Ġavailable": 1830,
      "Ġcompet": 1831,
      "Ġ2010": 1832,
      "ple": 1833,
      "Ġproper": 1834,
      "Ġlate": 1835,
      "aun": 1836,
      "Ġforces": 1837,
      "Ġbi": 1838,
      "Ġversion": 1839,
      "arm": 1840,
      "ĠX": 1841,
      "ĠEast": 1842,
      "Ġdeath": 1843,
      "Ġannoun": 1844,
      "Ġworks": 1845,
      "ĠAustral": 1846,
      "Ġoriginal": 1847,
      "Ġcit": 1848,
      "Ġbus": 1849,
      "by": 1850,
      "ĠBy": 1851,
      "rict": 1852,
      "Ġrather": 1853,
      "Ġrefer": 1854,
      "Ġ{{": 1855,
      "iving": 1856,
      "lim": 1857,
      "Ġmonth": 1858,
      "idence": 1859,
      "oks": 1860,
      "Ġgre": 1861,
      "ctions": 1862,
      "ternet": 1863,
      "Ġtook": 1864,
      "35": 1865,
      "Ġhealth": 1866,
      "Ġhowever": 1867,
      "Ġrequest": 1868,
      "Ġrights": 1869,
      "ĠYork": 1870,
      "ilos": 1871,
      "Ġeditors": 1872,
      "ĠAm": 1873,
      "Ġsepar": 1874,
      "Ġmedia": 1875,
      "inks": 1876,
      "ances": 1877,
      "36": 1878,
      "ots": 1879,
      "Ġparticip": 1880,
      "Ġrole": 1881,
      "Ġdev": 1882,
      "pecially": 1883,
      "Ġhaving": 1884,
      "Ġanal": 1885,
      "be": 1886,
      "Ġchanges": 1887,
      "ler": 1888,
      "Ġeas": 1889,
      "iron": 1890,
      "ĠKh": 1891,
      "anks": 1892,
      "iber": 1893,
      "Ġassoci": 1894,
      "ides": 1895,
      "Ġmean": 1896,
      "Ġaddress": 1897,
      "ĠAnd": 1898,
      "rain": 1899,
      "ected": 1900,
      "Ġleft": 1901,
      "ĠEngland": 1902,
      "ator": 1903,
      "ĠGermany": 1904,
      "ĠRepublic": 1905,
      "ouncil": 1906,
      "Ġstruct": 1907,
      "21": 1908,
      "aken": 1909,
      "Ġreleased": 1910,
      "Ġrelations": 1911,
      "39": 1912,
      "used": 1913,
      "Ġcamp": 1914,
      "ades": 1915,
      "oviet": 1916,
      "Ġcertain": 1917,
      "ĠEx": 1918,
      "Ġfurther": 1919,
      "40": 1920,
      "Ġcaus": 1921,
      "Ġcare": 1922,
      "Ġleast": 1923,
      "Ġpresident": 1924,
      "Ġreal": 1925,
      "Ġrecogn": 1926,
      "Ġpriv": 1927,
      "ones": 1928,
      "37": 1929,
      "Ġren": 1930,
      "rael": 1931,
      "Ġplayed": 1932,
      "val": 1933,
      "Ġwon": 1934,
      "Ġdoc": 1935,
      "che": 1936,
      "Ġnetw": 1937,
      "Ġsk": 1938,
      "Ġprevious": 1939,
      "aged": 1940,
      "Ġgrow": 1941,
      "Ġline": 1942,
      "iple": 1943,
      "Ġfoc": 1944,
      "ĠAll": 1945,
      "Ġconcept": 1946,
      "ledge": 1947,
      "Ġtheory": 1948,
      "ored": 1949,
      "Ġcond": 1950,
      "pload": 1951,
      "abor": 1952,
      "ule": 1953,
      "Ġke": 1954,
      "Ġ21": 1955,
      "ĠSy": 1956,
      "Ġoccur": 1957,
      "Ġlanguages": 1958,
      "Ġhome": 1959,
      "Ġcompany": 1960,
      "ising": 1961,
      "Ġperm": 1962,
      "Ġreturn": 1963,
      "inese": 1964,
      "Ġregion": 1965,
      "Ġwin": 1966,
      "aps": 1967,
      "Ġbook": 1968,
      "ender": 1969,
      "Ġbehav": 1970,
      "Ġpa": 1971,
      "Ġregard": 1972,
      "ensus": 1973,
      "Ġsent": 1974,
      "Ġdel": 1975,
      "Ġchildren": 1976,
      "ilt": 1977,
      "Ġspecific": 1978,
      "ĠTe": 1979,
      "38": 1980,
      "ĠAb": 1981,
      "ĠSoviet": 1982,
      "org": 1983,
      "ĠGree": 1984,
      "ĠChina": 1985,
      "Ġtest": 1986,
      "ched": 1987,
      "Ġbest": 1988,
      "Ġprovide": 1989,
      "Ġorigin": 1990,
      "Ġservice": 1991,
      "Ġgenerally": 1992,
      "rid": 1993,
      "Ġmight": 1994,
      "ourn": 1995,
      "Ġ2019": 1996,
      "ftware": 1997,
      "Ġwritten": 1998,
      "aries": 1999,
      "Ġant": 2000,
      "Ġeconomic": 2001,
      "atic": 2002,
      "ott": 2003,
      "Ġhost": 2004,
      "ĠIslam": 2005,
      "Ġapplic": 2006,
      "Ġstrong": 2007,
      "Ġfive": 2008,
      "Ġmaking": 2009,
      "ĠMan": 2010,
      "Ġalthough": 2011,
      "asing": 2012,
      "Ġwhether": 2013,
      "sequ": 2014,
      "Ġmess": 2015,
      "Re": 2016,
      "Ġaccept": 2017,
      "Ġreason": 2018,
      "'m": 2019,
      "most": 2020,
      "Ġeditor": 2021,
      "isc": 2022,
      "Ġredu": 2023,
      "Ġ2011": 2024,
      "Ġterms": 2025,
      "Ġposition": 2026,
      "ze": 2027,
      "ibr": 2028,
      "ems": 2029,
      "Ġlear": 2030,
      "ending": 2031,
      "Ġespecially": 2032,
      "Ġcolle": 2033,
      "Ġwide": 2034,
      "adem": 2035,
      "Ġlargest": 2036,
      "ĠIsrael": 2037,
      "uation": 2038,
      "Ġpie": 2039,
      "Ġeducation": 2040,
      "Ġopt": 2041,
      "ese": 2042,
      "ĠGe": 2043,
      "ison": 2044,
      "ĠUnion": 2045,
      "ffic": 2046,
      "ĠJew": 2047,
      "Ġplayer": 2048,
      "hers": 2049,
      "Ġ--": 2050,
      "Ġkill": 2051,
      "Ġfeature": 2052,
      "ĠPol": 2053,
      "Ġviol": 2054,
      "Ġturn": 2055,
      "Ġking": 2056,
      "Ġbat": 2057,
      "arily": 2058,
      "Ġplan": 2059,
      "ĠPres": 2060,
      "Ġcomputer": 2061,
      "Ġlook": 2062,
      "ription": 2063,
      "ĠAfter": 2064,
      "ĠChinese": 2065,
      "acks": 2066,
      "ĠUk": 2067,
      "Ġsix": 2068,
      "Ġproduct": 2069,
      "Ġappear": 2070,
      "Ġcases": 2071,
      "Ġgen": 2072,
      "liament": 2073,
      "ype": 2074,
      "ĠItal": 2075,
      "As": 2076,
      "oid": 2077,
      "iddle": 2078,
      "Ġphilos": 2079,
      "aces": 2080,
      "Ġair": 2081,
      "Ġstandard": 2082,
      "Ġfund": 2083,
      "Ġtitle": 2084,
      "Ġplayers": 2085,
      "ĠEd": 2086,
      "ways": 2087,
      "Ġaddition": 2088,
      "alf": 2089,
      "Ġthird": 2090,
      "Ġbroad": 2091,
      "//": 2092,
      "ental": 2093,
      "Ġ2018": 2094,
      "Ġannounced": 2095,
      "Ġpain": 2096,
      "ĠArab": 2097,
      "Ġnames": 2098,
      "Ġspace": 2099,
      "Ġsometimes": 2100,
      "Ġprofess": 2101,
      "Ġsay": 2102,
      "Ġtimes": 2103,
      "Ġattack": 2104,
      "ĠPart": 2105,
      "Ġreligious": 2106,
      "ief": 2107,
      "Ġ$": 2108,
      "Ġsol": 2109,
      "atural": 2110,
      "Ġadded": 2111,
      "Ġcame": 2112,
      "sel": 2113,
      "apan": 2114,
      "Ġculture": 2115,
      "Ġcreate": 2116,
      "Ġdescribed": 2117,
      "ery": 2118,
      "inister": 2119,
      "Ġour": 2120,
      "Ġfamily": 2121,
      "Ġ2007": 2122,
      "Ġcoll": 2123,
      "Ġrelated": 2124,
      "ĠEmp": 2125,
      "ruction": 2126,
      "Ġconn": 2127,
      "Ġreported": 2128,
      "raft": 2129,
      "Ġ195": 2130,
      "clus": 2131,
      "Ġproblem": 2132,
      "ands": 2133,
      "ival": 2134,
      "lev": 2135,
      "ee": 2136,
      "ĠWP": 2137,
      "BC": 2138,
      "iam": 2139,
      "Ġscient": 2140,
      "Ġitself": 2141,
      "Ġmember": 2142,
      "Ġdiv": 2143,
      "wh": 2144,
      "There": 2145,
      "Ġ2008": 2146,
      "rick": 2147,
      "Ġenc": 2148,
      "ops": 2149,
      "Ġ30": 2150,
      "Ġinstit": 2151,
      "Ġknowledge": 2152,
      "of": 2153,
      "ĠGu": 2154,
      "Ġexpress": 2155,
      "Ġrad": 2156,
      "urb": 2157,
      "Ġconcern": 2158,
      "Ġ2009": 2159,
      "ef": 2160,
      "Ġsoftware": 2161,
      "Ġvide": 2162,
      "Ġinvest": 2163,
      "mm": 2164,
      "emb": 2165,
      "Ġagre": 2166,
      "Ġliter": 2167,
      "Ġsold": 2168,
      "ĠBer": 2169,
      "Ġmiss": 2170,
      "Ġconsider": 2171,
      "duct": 2172,
      "Ġacross": 2173,
      "Ġdeb": 2174,
      "Ġterrit": 2175,
      "Ġseen": 2176,
      "Ġemploy": 2177,
      "fer": 2178,
      "atures": 2179,
      "Ġphot": 2180,
      "Ġ2012": 2181,
      "Ġunderstand": 2182,
      "Ġinstead": 2183,
      "lement": 2184,
      "32": 2185,
      "ope": 2186,
      "ternal": 2187,
      "Ġlinks": 2188,
      "hern": 2189,
      "Ġcapt": 2190,
      "Ġfail": 2191,
      "ĠMuslim": 2192,
      "Ġcontinued": 2193,
      "Ġdays": 2194,
      "Ġ2017": 2195,
      "ĠJapan": 2196,
      "Ġdeterm": 2197,
      "Ġfull": 2198,
      "urity": 2199,
      "Ġ23": 2200,
      "Ġtotal": 2201,
      "Ġeth": 2202,
      "Ġexam": 2203,
      "rect": 2204,
      "ĠEmpire": 2205,
      "Ġcover": 2206,
      "iable": 2207,
      "iation": 2208,
      "Ġlaun": 2209,
      "Ġevents": 2210,
      "Ġput": 2211,
      "osp": 2212,
      "ĠOne": 2213,
      "Ġtreat": 2214,
      "itted": 2215,
      "Ġrespons": 2216,
      "Ġve": 2217,
      "Ġfunction": 2218,
      "Ġmovement": 2219,
      "ples": 2220,
      "Ġmarket": 2221,
      "Ġ2006": 2222,
      "ĠYou": 2223,
      "Ġri": 2224,
      "Ġ2013": 2225,
      "ĠInternational": 2226,
      "ĠAct": 2227,
      "viron": 2228,
      "Ġfac": 2229,
      "rial": 2230,
      "45": 2231,
      "sh": 2232,
      "Ġcapital": 2233,
      "Ġbegin": 2234,
      "ready": 2235,
      "Ġindic": 2236,
      "mb": 2237,
      "Ġdest": 2238,
      "Ġinitial": 2239,
      "Ġlow": 2240,
      "ĠAfrica": 2241,
      "ocrat": 2242,
      "Ġlight": 2243,
      "app": 2244,
      "Ġscience": 2245,
      "Ġmass": 2246,
      "eneral": 2247,
      "Ġself": 2248,
      "Ġcategory": 2249,
      "ster": 2250,
      "ĠCity": 2251,
      "Ġissues": 2252,
      "bo": 2253,
      "Ġu": 2254,
      "Ġable": 2255,
      "Ġmag": 2256,
      "ography": 2257,
      "Ġbetter": 2258,
      "ols": 2259,
      "Ġ22": 2260,
      "Ġmeans": 2261,
      "ends": 2262,
      "itte": 2263,
      "Ġproduction": 2264,
      "Ġearli": 2265,
      "Ġ25": 2266,
      "ticle": 2267,
      "ĠChristian": 2268,
      "Ġver": 2269,
      "Ġmaintain": 2270,
      "ĠFrance": 2271,
      "Ġ2014": 2272,
      "ham": 2273,
      "chol": 2274,
      "60": 2275,
      "Ġservices": 2276,
      "Ġcomplete": 2277,
      "Ġabove": 2278,
      "Ġclose": 2279,
      "Ġbusiness": 2280,
      "rag": 2281,
      "Ġnext": 2282,
      "ensive": 2283,
      "Ġstyle": 2284,
      "Ġbre": 2285,
      "ĠWhen": 2286,
      "Ġsearch": 2287,
      "ump": 2288,
      "Ġhold": 2289,
      "utions": 2290,
      "Ġtrade": 2291,
      ".,": 2292,
      "Ġanc": 2293,
      "ĠWestern": 2294,
      "Ġpot": 2295,
      "Ġfar": 2296,
      "Ġge": 2297,
      "Ġask": 2298,
      "Ġalready": 2299,
      "olic": 2300,
      "31": 2301,
      "48": 2302,
      "Ġwater": 2303,
      "lin": 2304,
      "orthern": 2305,
      "Ġstudents": 2306,
      "Ġrule": 2307,
      "Ġnecess": 2308,
      "ung": 2309,
      "Ġfem": 2310,
      "cycl": 2311,
      "ari": 2312,
      "ibility": 2313,
      "ball": 2314,
      "Ġage": 2315,
      "Ġnever": 2316,
      "ators": 2317,
      "over": 2318,
      "Ġins": 2319,
      "Ġmer": 2320,
      "Ġrequired": 2321,
      "Ġ2016": 2322,
      "ederal": 2323,
      "Ġincludes": 2324,
      "Ġdeg": 2325,
      "ada": 2326,
      "Ġaccording": 2327,
      "ached": 2328,
      "Ġadop": 2329,
      "gress": 2330,
      "reme": 2331,
      "Ġpurp": 2332,
      "47": 2333,
      "Ġconv": 2334,
      "Ġneg": 2335,
      "Ġmodel": 2336,
      "Ġmeas": 2337,
      "Ġclear": 2338,
      "Ġentire": 2339,
      "Ġpred": 2340,
      "Ġlegal": 2341,
      "Ġblock": 2342,
      "Ġet": 2343,
      "osition": 2344,
      "ained": 2345,
      "Ġquestion": 2346,
      "ĠIndian": 2347,
      "Ġcopyright": 2348,
      "Ġcho": 2349,
      "ĠBro": 2350,
      "Ġprovided": 2351,
      "Ġrespect": 2352,
      "Ġconsist": 2353,
      "selves": 2354,
      "Ġplease": 2355,
      "Ġanim": 2356,
      "ĠArmy": 2357,
      "Ġ2015": 2358,
      "Ġimages": 2359,
      "atin": 2360,
      "Ġmajority": 2361,
      "Ġmeet": 2362,
      "Ġrequire": 2363,
      "ondon": 2364,
      "ĠChess": 2365,
      "rote": 2366,
      "Ġschools": 2367,
      "rel": 2368,
      "reen": 2369,
      "Ġreceived": 2370,
      "men": 2371,
      "Ġbody": 2372,
      "Ġbuilt": 2373,
      "Ġchanged": 2374,
      "ĠPe": 2375,
      "ĠAccording": 2376,
      "obal": 2377,
      "chie": 2378,
      "cyclop": 2379,
      "ape": 2380,
      "ĠPresident": 2381,
      "eter": 2382,
      "go": 2383,
      "hemat": 2384,
      "ĠAmerica": 2385,
      "Ġnamed": 2386,
      "iction": 2387,
      "49": 2388,
      "Ġbuilding": 2389,
      "aff": 2390,
      "Ġtype": 2391,
      "Ġcolon": 2392,
      "Ġpress": 2393,
      "Ġtaken": 2394,
      "Ġdom": 2395,
      "Ġprinc": 2396,
      "urg": 2397,
      "ae": 2398,
      "att": 2399,
      "Ġsexual": 2400,
      "Ġissue": 2401,
      "Ġforms": 2402,
      "Ġvol": 2403,
      "Ġrecent": 2404,
      "70": 2405,
      "ĠUs": 2406,
      "reg": 2407,
      "Ġemer": 2408,
      "ĠPak": 2409,
      "Ġstatus": 2410,
      "Ġtoo": 2411,
      "Ġlic": 2412,
      "Ġtar": 2413,
      "46": 2414,
      "Ġdig": 2415,
      "Ġparty": 2416,
      "rest": 2417,
      "Ġthemselves": 2418,
      "Ġpast": 2419,
      "ilities": 2420,
      "icult": 2421,
      "Ġnatural": 2422,
      "ĠLondon": 2423,
      "Ġworking": 2424,
      "Ġmot": 2425,
      "pro": 2426,
      "ĠPal": 2427,
      "ĠInternet": 2428,
      "Ġvot": 2429,
      "Ġguid": 2430,
      "ĠKingdom": 2431,
      "Ġnorm": 2432,
      "://": 2433,
      "Ġside": 2434,
      "Ġcal": 2435,
      "Ġforce": 2436,
      "Ġcritic": 2437,
      "ĠNe": 2438,
      "Ġrules": 2439,
      "imate": 2440,
      "ĠBar": 2441,
      "Ġbelow": 2442,
      "iers": 2443,
      "ipp": 2444,
      "rast": 2445,
      "ĠOther": 2446,
      "omm": 2447,
      "ont": 2448,
      "Ġindependent": 2449,
      "like": 2450,
      "Ġfollowed": 2451,
      "Ġtraditional": 2452,
      "ĠCouncil": 2453,
      "Ġeffort": 2454,
      "Ġautom": 2455,
      "ĠCour": 2456,
      "Ġpersonal": 2457,
      "Ġenviron": 2458,
      "Ġcreat": 2459,
      "Ġwee": 2460,
      "Ġobser": 2461,
      "Ġproblems": 2462,
      "ague": 2463,
      "Ġstarted": 2464,
      "ĠCong": 2465,
      "Ġparts": 2466,
      "Ġnetwork": 2467,
      "Ġthroughout": 2468,
      "Ġevidence": 2469,
      "pite": 2470,
      "lands": 2471,
      "ingu": 2472,
      "44": 2473,
      "Ġwrote": 2474,
      "self": 2475,
      "Ġcirc": 2476,
      "Ġcurrently": 2477,
      "ports": 2478,
      "Ġdefin": 2479,
      "Ġcheck": 2480,
      "Ġblack": 2481,
      "Ġexcept": 2482,
      "Ġintroduced": 2483,
      "ream": 2484,
      "eum": 2485,
      "Ġdone": 2486,
      "ert": 2487,
      "Ġstated": 2488,
      "Ġthought": 2489,
      "ĠMed": 2490,
      "ront": 2491,
      "Ġhard": 2492,
      "ites": 2493,
      "let": 2494,
      "ĠChurch": 2495,
      "Ġill": 2496,
      "Ġachie": 2497,
