{
  "version": "1.0",
  "truncation": null,
  "padding": null,
  "added_tokens": [],
  "normalizer": null,
  "pre_tokenizer": {
    "type": "ByteLevel",
    "add_prefix_space": false,
    "trim_offsets": true
  },
  "post_processor": {
    "type": "ByteLevel",
    "add_prefix_space": true,
    "trim_offsets": false
  },
  "decoder": {
    "type": "ByteLevel",
    "add_prefix_space": true,
    "trim_offsets": true
  },
  "model": {
    "type": "BPE",
    "dropout": null,
    "unk_token": null,
    "continuing_subword_prefix": null,
    "end_of_word_suffix": null,
    "fuse_unk": false,
    "vocab": {
      "!": 0,
      "\"": 1,
      "#": 2,
      "$": 3,
      "%": 4,
      "&": 5,
      "'": 6,
      "(": 7,
      ")": 8,
      "*": 9,
      "+": 10,
      ",": 11,
      "-": 12,
      ".": 13,
      "/": 14,
      "0": 15,
      "1": 16,
      "2": 17,
      "3": 18,
      "4": 19,
      "5": 20,
      "6": 21,
      "7": 22,
      "8": 23,
      "9": 24,
      ":": 25,
      ";": 26,
      "<": 27,
      "=": 28,
      ">": 29,
      "?": 30,
      "@": 31,
      "A": 32,
      "B": 33,
      "C": 34,
      "D": 35,
      "E": 36,
      "F": 37,
      "G": 38,
      "H": 39,
      "I": 40,
      "J": 41,
      "K": 42,
      "L": 43,
      "M": 44,
      "N": 45,
      "O": 46,
      "P": 47,
      "Q": 48,
      "R": 49,
      "S": 50,
      "T": 51,
      "U": 52,
      "V": 53,
      "W": 54,
      "X": 55,
      "Y": 56,
      "Z": 57,
      "[": 58,
      "\\": 59,
      "]": 60,
      "^": 61,
      "_": 62,
      "`": 63,
      "a": 64,
      "b": 65,
      "c": 66,
      "d": 67,
      "e": 68,
      "f": 69,
      "g": 70,
      "h": 71,
      "i": 72,
      "j": 73,
      "k": 74,
      "l": 75,
      "m": 76,
      "n": 77,
      "o": 78,
      "p": 79,
      "q": 80,
      "r": 81,
      "s": 82,
      "t": 83,
      "u": 84,
      "v": 85,
      "w": 86,
      "x": 87,
      "y": 88,
      "z": 89,
      "{": 90,
      "|": 91,
      "}": 92,
      "~": 93,
      "¡": 94,
      "¢": 95,
      "£": 96,
      "¤": 97,
      "¥": 98,
      "¦": 99,
      "§": 100,
      "¨": 101,
      "©": 102,
      "ª": 103,
      "«": 104,
      "¬": 105,
      "®": 106,
      "¯": 107,
      "°": 108,
      "±": 109,
      "²": 110,
      "³": 111,
      "´": 112,
      "µ": 113,
      "¶": 114,
      "·": 115,
      "¸": 116,
      "¹": 117,
      "º": 118,
      "»": 119,
      "¼": 120,
      "½": 121,
      "¾": 122,
      "¿": 123,
      "À": 124,
      "Á": 125,
      "Â": 126,
      "Ã": 127,
      "Ä": 128,
      "Å": 129,
      "Æ": 130,
      "Ç": 131,
      "È": 132,
      "É": 133,
      "Ê": 134,
      "Ë": 135,
      "Ì": 136,
      "Í": 137,
      "Î": 138,
      "Ï": 139,
      "Ð": 140,
      "Ñ": 141,
      "Ò": 142,
      "Ó": 143,
      "Ô": 144,
      "Õ": 145,
      "Ö": 146,
      "×": 147,
      "Ø": 148,
      "Ù": 149,
      "Ú": 150,
      "Û": 151,
      "Ü": 152,
      "Ý": 153,
      "Þ": 154,
      "ß": 155,
      "à": 156,
      "á": 157,
      "â": 158,
      "ã": 159,
      "ä": 160,
      "å": 161,
      "æ": 162,
      "ç": 163,
      "è": 164,
      "é": 165,
      "ê": 166,
      "ë": 167,
      "ì": 168,
      "í": 169,
      "î": 170,
      "ï": 171,
      "ð": 172,
      "ñ": 173,
      "ò": 174,
      "ó": 175,
      "ô": 176,
      "õ": 177,
      "ö": 178,
      "÷": 179,
      "ø": 180,
      "ù": 181,
      "ú": 182,
      "û": 183,
      "ü": 184,
      "ý": 185,
      "þ": 186,
      "ÿ": 187,
      "Ā": 188,
      "ā": 189,
      "Ă": 190,
      "ă": 191,
      "Ą": 192,
      "ą": 193,
      "Ć": 194,
      "ć": 195,
      "Ĉ": 196,
      "ĉ": 197,
      "Ċ": 198,
      "ċ": 199,
      "Č": 200,
      "č": 201,
      "Ď": 202,
      "ď": 203,
      "Đ": 204,
      "đ": 205,
      "Ē": 206,
      "ē": 207,
      "Ĕ": 208,
      "ĕ": 209,
      "Ė": 210,
      "ė": 211,
      "Ę": 212,
      "ę": 213,
      "Ě": 214,
      "ě": 215,
      "Ĝ": 216,
      "ĝ": 217,
      "Ğ": 218,
      "ğ": 219,
      "Ġ": 220,
      "ġ": 221,
      "Ģ": 222,
      "ģ": 223,
      "Ĥ": 224,
      "ĥ": 225,
      "Ħ": 226,
      "ħ": 227,
      "Ĩ": 228,
      "ĩ": 229,
      "Ī": 230,
      "ī": 231,
      "Ĭ": 232,
      "ĭ": 233,
      "Į": 234,
      "į": 235,
      "İ": 236,
      "ı": 237,
      "Ĳ": 238,
      "ĳ": 239,
      "Ĵ": 240,
      "ĵ": 241,
      "Ķ": 242,
      "ķ": 243,
      "ĸ": 244,
      "Ĺ": 245,
      "ĺ": 246,
      "Ļ": 247,
      "ļ": 248,
      "Ľ": 249,
      "ľ": 250,
      "Ŀ": 251,
      "ŀ": 252,
      "Ł": 253,
      "ł": 254,
      "Ń": 255,
      "Ġt": 256,
      "Ġa": 257,
      "he": 258,
      "in": 259,
      "re": 260,
      "on": 261,
      "Ġthe": 262,
      "er": 263,
      "ed": 264,
      "at": 265,
      "Ġo": 266,
      "Ġs": 267,
      "it": 268,
      "is": 269,
      "Ġc": 270,
      "es": 271,
      "or": 272,
      "Ġw": 273,
      "en": 274,
      "an": 275,
      "Ġp": 276,
      "al": 277,
      "Ġan": 278,
      "Ġb": 279,
      "Ġf": 280,
      "Ġin": 281,
      "Ġof": 282,
      "ar": 283,
      "ic": 284,
      "ing": 285,
      "ou": 286,
      "ion": 287,
      "Ġto": 288,
      "Ġm": 289,
      "Ġand": 290,
      "le": 291,
      "Ġd": 292,
      "as": 293,
      "om": 294,
      "Ġre": 295,
      "Ġh": 296,
      "Ġth": 297,
      "Ġn": 298,
      "ent": 299,
      "ly": 300,
      "us": 301,
      "ct": 302,
      "ro": 303,
      "Ġl": 304,
      "Ġbe": 305,
      "ĠI": 306,
      "il": 307,
      "ve": 308,
      "Ġe": 309,
      "ĠT": 310,
      "ot": 311,
      "Ġis": 312,
      "Ġ(": 313,
      "ation": 314,
      "ĠA": 315,
      "st": 316,
      "Ġfor": 317,
      "am": 318,
      "ut": 319,
      "ĠS": 320,
      "ce": 321,
      "Ġon": 322,
      "ag": 323,
      "ol": 324,
      "ch": 325,
      "im": 326,
      "id": 327,
      ".[": 328,
      "ĠC": 329,
      "ad": 330,
      "Ġas": 331,
      "Ġg": 332,
      "Ġ2": 333,
      "ow": 334,
      "Ġ1": 335,
      "ver": 336,
      "Ġthat": 337,
      "ig": 338,
      "et": 339,
      "ĠW": 340,
      "ur": 341,
      "ay": 342,
      "un": 343,
      "ĠM": 344,
      "Ġcon": 345,
      "ist": 346,
      "ia": 347,
      "ith": 348,
      "Ġit": 349,
      "el": 350,
      "Ġor": 351,
      "ir": 352,
      "Ġst": 353,
      "Ġwith": 354,
      "her": 355,
      "ik": 356,
      "ate": 357,
      "ul": 358,
      "Ġwh": 359,
      "Ġ20": 360,
      "em": 361,
      "Ġal": 362,
      "ĠThe": 363,
      "ers": 364,
      "ip": 365,
      "ĠB": 366,
      "se": 367,
      "Ġy": 368,
      "if": 369,
      "Ġare": 370,
      "Ġwas": 371,
      "Ġby": 372,
      "Ġpro": 373,
      "Ġsu": 374,
      "Ġar": 375,
      "ra": 376,
      "ere": 377,
      "Ġus": 378,
      "ter": 379,
      "op": 380,
      "ld": 381,
      "age": 382,
      "ĠP": 383,
      "'s": 384,
      "Ġnot": 385,
      "est": 386,
      "our": 387,
      "tic": 388,
      "and": 389,
      "Ġde": 390,
      "ies": 391,
      "Ġex": 392,
      "Ġcom": 393,
      "ĠE": 394,
      "Ġmo": 395,
      "Ġ\"": 396,
      "oun": 397,
      "th": 398,
      "ĠH": 399,
      "rom": 400,
      "Ġse": 401,
      "ĠF": 402,
      "ab": 403,
      "ĠR": 404,
      "ew": 405,
      "qu": 406,
      "ĠD": 407,
      "pe": 408,
      "ain": 409,
      "Ġat": 410,
      "ri": 411,
      "ment": 412,
      "ces": 413,
      "Ġv": 414,
      "edia": 415,
      "Ġha": 416,
      "ud": 417,
      "Ġhe": 418,
      "ive": 419,
      "ity": 420,
      "res": 421,
      "ĠL": 422,
      "ac": 423,
      "Ġfrom": 424,
      "ĠN": 425,
      "pl": 426,
      "um": 427,
      "oc": 428,
      "ĠG": 429,
      "ill": 430,
      "ial": 431,
      "Ġun": 432,
      "ould": 433,
      "iv": 434,
      "ort": 435,
      "Ġhave": 436,
      "Ġed": 437,
      "od": 438,
      "Ġyou": 439,
      "os": 440,
      "ich": 441,
      "Ġartic": 442,
      "ant": 443,
      "Ġad": 444,
      "ak": 445,
      "ther": 446,
      "ions": 447,
      "igh": 448,
      "ated": 449,
      "alk": 450,
      "cl": 451,
      "ĠJ": 452,
      "ikip": 453,
      "Ġthis": 454,
      "ĠIn": 455,
      "ect": 456,
      "Ġr": 457,
      "ber": 458,
      "ĠU": 459,
      "Ġedit": 460,
      "Ġcont": 461,
      "ary": 462,
      "ikipedia": 463,
      "Ġ19": 464,
      "pp": 465,
      "ang": 466,
      "Ġsh": 467,
      "Ġch": 468,
      "ome": 469,
      "ally": 470,
      "Ġcan": 471,
      "ard": 472,
      "Ġwhich": 473,
      "ĠO": 474,
      "Ġwor": 475,
      "Ġpage": 476,
      "og": 477,
      "end": 478,
      "ish": 479,
      "gh": 480,
      "Ġk": 481,
      "pt": 482,
      "The": 483,
      "ks": 484,
      "ian": 485,
      "art": 486,
      "ame": 487,
      "red": 488,
      "Ġle": 489,
      "ight": 490,
      "Ġhas": 491,
      "out": 492,
      "ĠWikipedia": 493,
      "ub": 494,
      "les": 495,
      "Ġdis": 496,
      "Ġbut": 497,
      "ust": 498,
      "Ġab": 499,
      "TC": 500,
      "so": 501,
      "UTC": 502,
      "der": 503,
      "Ġ202": 504,
      "Ġac": 505,
      "rit": 506,
      "Ġother": 507,
      "all": 508,
      "ong": 509,
      "Ġint": 510,
      "ough": 511,
      "Ġim": 512,
      "Ġarticle": 513,
      "][": 514,
      "Ġne": 515,
      "Ġpl": 516,
      "Ġwhe": 517,
      "ure": 518,
      "ors": 519,
      "Ġ201": 520,
      "for": 521,
      "Ġwere": 522,
      "ous": 523,
      "00": 524,
      "ast": 525,
      "ell": 526,
      "talk": 527,
      "ine": 528,
      "iz": 529,
      "ical": 530,
      "Ġall": 531,
      "ide": 532,
      "ations": 533,
      "ult": 534,
      "Ġdo": 535,
      "Ġalso": 536,
      "ire": 537,
      "ĠK": 538,
      "ge": 539,
      "ages": 540,
      "clud": 541,
      "ep": 542,
      "ess": 543,
      "Ġcomp": 544,
      "ĠTh": 545,
      "Ġtheir": 546,
      "up": 547,
      "ore": 548,
      "ound": 549,
      "Ġtr": 550,
      "Ġits": 551,
      "Ġres": 552,
      "ib": 553,
      "Ġbeen": 554,
      "ory": 555,
      "able": 556,
      "ĠCh": 557,
      "Ġhis": 558,
      "per": 559,
      "ount": 560,
      "ign": 561,
      "ĠSt": 562,
      "Ġen": 563,
      "ction": 564,
      "ase": 565,
      "vi": 566,
      "Ġone": 567,
      "Ġcl": 568,
      "ubl": 569,
      "Ġmay": 570,
      "Ġj": 571,
      "Ġte": 572,
      "Ġsome": 573,
      "Ġinclud": 574,
      "Ġgo": 575,
      "ates": 576,
      "Ġme": 577,
      "du": 578,
      "any": 579,
      "act": 580,
      "tern": 581,
      "Ġadd": 582,
      "cess": 583,
      "Ġfil": 584,
      "form": 585,
      "now": 586,
      "ject": 587,
      "ok": 588,
      "ue": 589,
      "ff": 590,
      "ost": 591,
      "Ġwho": 592,
      "ng": 593,
      "arch": 594,
      "Ġany": 595,
      "ence": 596,
      "Ġcomm": 597,
      "ans": 598,
      "ree": 599,
      "ack": 600,
      "Ġmore": 601,
      "one": 602,
      "Ġsuch": 603,
      "ap": 604,
      "ru": 605,
      "vers": 606,
      "Ġnew": 607,
      "Ġso": 608,
      "ice": 609,
      "nt": 610,
      "ie": 611,
      "Ġthey": 612,
      "ace": 613,
      "Ġper": 614,
      "ition": 615,
      "ry": 616,
      "irst": 617,
      "Ġbec": 618,
      "ĠIt": 619,
      "rib": 620,
      "are": 621,
      "ime": 622,
      "),": 623,
      "fere": 624,
      "Ġhad": 625,
      "Ġuse": 626,
      "Ġsub": 627,
      "ile": 628,
      "Ġabout": 629,
      "vel": 630,
      "Ġqu": 631,
      "oll": 632,
      "Ġthere": 633,
      "ict": 634,
      "ms": 635,
      "Ġwe": 636,
      "Ġwould": 637,
      "ft": 638,
      "ite": 639,
      "Ġif": 640,
      "ink": 641,
      "ance": 642,
      "ens": 643,
      "hed": 644,
      "ific": 645,
      "ass": 646,
      "ike": 647,
      "Ġfirst": 648,
      "Ġknow": 649,
      "port": 650,
      "ss": 651,
      "pec": 652,
      "Ġcre": 653,
      "Ġcons": 654,
      "Ġpubl": 655,
      "ngl": 656,
      "Ġrel": 657,
      "ord": 658,
      "Ġpar": 659,
      "let": 660,
      "ved": 661,
      "ced": 662,
      "con": 663,
      "In": 664,
      "Ġsc": 665,
      "ear": 666,
      "Ġag": 667,
      "ind": 668,
      "ph": 669,
      "Ġused": 670,
      "Ġout": 671,
      "Ġind": 672,
      "amp": 673,
      "ress": 674,
      "Ġser": 675,
      "ĠUn": 676,
      "uss": 677,
      "Ġpre": 678,
      "ose": 679,
      "ater": 680,
      "Ġev": 681,
      "ake": 682,
      "Ġwill": 683,
      "Ġsour": 684,
      "Ġyour": 685,
      "Ġshould": 686,
      "Ġrec": 687,
      "ach": 688,
      ").": 689,
      "Ġam": 690,
      "av": 691,
      "ĠEngl": 692,
      "Ġthan": 693,
      "fter": 694,
      "ited": 695,
      "wo": 696,
      "aw": 697,
      "ail": 698,
      "ational": 699,
      "ĠV": 700,
      "mer": 701,
      "Ġno": 702,
      "Ġup": 703,
      "Ġmost": 704,
      "Ġmy": 705,
      "ade": 706,
      "Ġwork": 707,
      "Ġapp": 708,
      "Ġreg": 709,
      "Ġdisc": 710,
      "use": 711,
      "Ġdes": 712,
      "ual": 713,
      "Ġ2023": 714,
      "19": 715,
      "Ġunder": 716,
      "ove": 717,
      "Ġ200": 718,
      "int": 719,
      "xt": 720,
      "Ġpol": 721,
      "Ġgr": 722,
      "Ġwhen": 723,
      "Ġpe": 724,
      "ative": 725,
      "Ġarticles": 726,
      "'t": 727,
      "Ġpart": 728,
      "Ġover": 729,
      "Ġrem": 730,
      "Ġonly": 731,
      "Ġsp": 732,
      "ons": 733,
      "Ġbo": 734,
      "Ġinto": 735,
      "lp": 736,
      "Ġacc": 737,
      "ten": 738,
      "Ġatt": 739,
      "Ġlike": 740,
      "ble": 741,
      "ied": 742,
      "Ġtime": 743,
      "ĠY": 744,
      "ased": 745,
      "ays": 746,
      "Ġrequ": 747,
      ",[": 748,
      "Ġact": 749,
      "ener": 750,
      "ular": 751,
      "Ġhow": 752,
      "Ġpages": 753,
      "very": 754,
      "we": 755,
      "ered": 756,
      "Ġhelp": 757,
      "Ġneed": 758,
      "Ġap": 759,
      "Ġoff": 760,
      "Ġform": 761,
      "ollow": 762,
      "ĠThis": 763,
      "wn": 764,
      "Ġfilm": 765,
      "Ġlist": 766,
      "ents": 767,
      "Ġsy": 768,
      "ings": 769,
      "ames": 770,
      "empl": 771,
      "Ġcount": 772,
      "ll": 773,
      "Ġnum": 774,
      "Ġtwo": 775,
      "ari": 776,
      "Ġpr": 777,
      "Ġthem": 778,
      "Ġmany": 779,
      "ments": 780,
      "irect": 781,
      "Ġyear": 782,
      "ics": 783,
      "Ġuser": 784,
      "Ġbet": 785,
      "ribut": 786,
      "gan": 787,
      "ever": 788,
      "Ġchang": 789,
      "ck": 790,
      "Ġbot": 791,
      "Ġcent": 792,
      "Ġaut": 793,
      "Ġfe": 794,
      "te": 795,
      "Ġinform": 796,
      "rough": 797,
      "ating": 798,
      "lect": 799,
      "iss": 800,
      "erm": 801,
      "feren": 802,
      "Ġ18": 803,
      "ĠEnglish": 804,
      "Ġ3": 805,
      "angu": 806,
      "Ġwrit": 807,
      "Ġspec": 808,
      "Ġro": 809,
      "uring": 810,
      "ause": 811,
      "ark": 812,
      "ĠDe": 813,
      "ince": 814,
      "Ġprov": 815,
      "Ġfollow": 816,
      "ne": 817,
      "mber": 818,
      "ople": 819,
      "ob": 820,
      "ines": 821,
      "ateg": 822,
      "Ġ0": 823,
      "Ġafter": 824,
      "ished": 825,
      "Ġbl": 826,
      "iki": 827,
      "..": 828,
      "olog": 829,
      "omm": 830,
      "old": 831,
      "ank": 832,
      "Ġthese": 833,
      "ĠAn": 834,
      "ick": 835,
      "vern": 836,
      "Ġdif": 837,
      "Ġimp": 838,
      "Ġwhere": 839,
      "ĠSe": 840,
      "ĠAr": 841,
      "Ġass": 842,
      "led": 843,
      "lease": 844,
      "Ġinv": 845,
      "ism": 846,
      "Ġhist": 847,
      "ah": 848,
      "ident": 849,
      "Ġprodu": 850,
      "view": 851,
      "Ġche": 852,
      "Ġco": 853,
      "Ġpos": 854,
      "Ġinformation": 855,
      "Ġpers": 856,
      "Ġdiscuss": 857,
      "Ġlangu": 858,
      "Ġtalk": 859,
      "cy": 860,
      "cept": 861,
      "Ġwhat": 862,
      "fore": 863,
      "ock": 864,
      "ply": 865,
      "ually": 866,
      "Ġpeople": 867,
      "yr": 868,
      "ful": 869,
      "Ġinst": 870,
      "inist": 871,
      "ible": 872,
      "Ġdef": 873,
      "10": 874,
      "Ġtempl": 875,
      "ities": 876,
      "Ġplay": 877,
      "oy": 878,
      "ise": 879,
      "ĠĊ": 880,
      "Ġgener": 881,
      "reat": 882,
      "ram": 883,
      "ond": 884,
      "Ġlar": 885,
      "Ġsee": 886,
      "Ġbeing": 887,
      "ix": 888,
      "Ġmade": 889,
      "velop": 890,
      "ween": 891,
      "pr": 892,
      "ample": 893,
      "ĠRe": 894,
      "Ġthrough": 895,
      "Ġph": 896,
      "stem": 897,
      "ward": 898,
      "Ġcol": 899,
      "Ġmain": 900,
      "20": 901,
      "ert": 902,
      "ĠHe": 903,
      "Ġsupp": 904,
      "ury": 905,
      "Ġcop": 906,
      "ving": 907,
      "ĠFor": 908,
      "arly": 909,
      "Ġcontent": 910,
      "Ġ2022": 911,
      "Ġinc": 912,
      "Ġpo": 913,
      "ild": 914,
      "ath": 915,
      "ility": 916,
      "Ġbetween": 917,
      "Ġent": 918,
      "Ġpres": 919,
      "ning": 920,
      "Ġinf": 921,
      "raft": 922,
      "11": 923,
      "Ġjust": 924,
      "Ġwell": 925,
      "Ġpublic": 926,
      "cc": 927,
      "oup": 928,
      "raph": 929,
      "Ġgu": 930,
      "Ġdelet": 931,
      "Ġvi": 932,
      "Ġpartic": 933,
      "Ġsim": 934,
      "Ġbel": 935,
      "ĠAl": 936,
      "Ġem": 937,
      "Ġthen": 938,
      "Ġpop": 939,
      "hen": 940,
      "ivers": 941,
      "Ġexample": 942,
      "Ġgovern": 943,
      "Ġagain": 944,
      "Ġname": 945,
      "ook": 946,
      "Th": 947,
      "Ġdevelop": 948,
      "Ġstud": 949,
      "Ġfound": 950,
      "Ġmem": 951,
      "ically": 952,
      "eb": 953,
      "anu": 954,
      "als": 955,
      "Ġra": 956,
      "ĠMay": 957,
      "Ġ16": 958,
      "elf": 959,
      "hip": 960,
      "land": 961,
      "Ġtop": 962,
      "Ġop": 963,
      "12": 964,
      "Ġbecause": 965,
      "ouse": 966,
      "other": 967,
      "Ġsources": 968,
      "pect": 969,
      "Ġsystem": 970,
      "ĠIf": 971,
      "aj": 972,
      "ars": 973,
      "ĠInd": 974,
      "Ġnumber": 975,
      "Ġeditors": 976,
      "Ġmake": 977,
      "eth": 978,
      "Ġworld": 979,
      "gest": 980,
      "Ġconsid": 981,
      "Ġ-": 982,
      "Ġlink": 983,
      "ican": 984,
      "uch": 985,
      "Ġcould": 986,
      "Ġsign": 987,
      "Ġincluding": 988,
      "ures": 989,
      "Ġset": 990,
      "Ġref": 991,
      "Ġread": 992,
      "\",": 993,
      "ren": 994,
      "att": 995,
      "Ġappro": 996,
      "ĠComm": 997,
      "Ġtrans": 998,
      "arl": 999,
      "Ġshow": 1000,
      "ient": 1001,
      "Ġperson": 1002,
      "Ġ5": 1003,
      "Ġdirect": 1004,
      "Ġend": 1005,
      "ood": 1006,
      "ann": 1007,
      "13": 1008,
      "ug": 1009,
      "Ġob": 1010,
      "Ġcall": 1011,
      "ral": 1012,
      "Ġown": 1013,
      "Ġchar": 1014,
      "rat": 1015,
      "ted": 1016,
      "ĠHow": 1017,
      "ĠUnited": 1018,
      "Ġdoes": 1019,
      "imes": 1020,
      "Ġinter": 1021,
      "Ġpolic": 1022,
      "ially": 1023,
      "ution": 1024,
      "ists": 1025,
      "inal": 1026,
      "ĠAmer": 1027,
      "Ġtext": 1028,
      "14": 1029,
      "Ġexp": 1030,
      "Ġty": 1031,
      "Ġcommun": 1032,
      "aid": 1033,
      "ined": 1034,
      "Ġappe": 1035,
      "Ġboth": 1036,
      "ts": 1037,
      "Ġrep": 1038,
      "ized": 1039,
      "Ġadm": 1040,
      "Ġsame": 1041,
      "Ġcor": 1042,
      "uro": 1043,
      "itation": 1044,
      "Ġconf": 1045,
      "eply": 1046,
      "Ġwhile": 1047,
      "Ġusing": 1048,
      "ision": 1049,
      ".\"": 1050,
      "15": 1051,
      "Ġav": 1052,
      "cond": 1053,
      "hes": 1054,
      "Ġdec": 1055,
      "Ġright": 1056,
      "Ġquest": 1057,
      "aking": 1058,
      "Ġyears": 1059,
      "ves": 1060,
      "Ġcontribut": 1061,
      "man": 1062,
      "Ġcur": 1063,
      "ĠNew": 1064,
      "Ġinclude": 1065,
      "Ġ17": 1066,
      "Ġstate": 1067,
      "Ġ4": 1068,
      "ĠAs": 1069,
      "Ġreferen": 1070,
      "Ġwant": 1071,
      "Ġeditor": 1072,
      "Ġsupport": 1073,
      "reply": 1074,
      "ser": 1075,
      "ork": 1076,
      "rent": 1077,
      "row": 1078,
      "ract": 1079,
      "Reply": 1080,
      "Ġbefore": 1081,
      "Ġdesc": 1082,
      "16": 1083,
      "oci": 1084,
      "Ġher": 1085,
      "}}": 1086,
      "hor": 1087,
      "Ġwar": 1088,
      "Ġoften": 1089,
      "Ġmon": 1090,
      "Ġduring": 1091,
      "'m": 1092,
      "Ġhere": 1093,
      "ious": 1094,
      "{{": 1095,
      "Ġlong": 1096,
      "000": 1097,
      "Ġorig": 1098,
      "bers": 1099,
      "uc": 1100,
      "Ġloc": 1101,
      "Ġreview": 1102,
      "Ġext": 1103,
      "ention": 1104,
      "ĠApr": 1105,
      "ues": 1106,
      "Ġnon": 1107,
      "ĠBrit": 1108,
      "18": 1109,
      "tt": 1110,
      "read": 1111,
      "Ġtemplate": 1112,
      "Ġsince": 1113,
      "ron": 1114,
      "Ġvari": 1115,
      "Ġgroup": 1116,
      "Ġest": 1117,
      "Ġcateg": 1118,
      "Ġadv": 1119,
      "Ġget": 1120,
      "ature": 1121,
      "Ġrequest": 1122,
      "17": 1123,
      "Ġsource": 1124,
      "ool": 1125,
      "ferent": 1126,
      "ĠApril": 1127,
      "Ġresult": 1128,
      "Ġprocess": 1129,
      "ĠMarch": 1130,
      "Ġeach": 1131,
      "ower": 1132,
      "orth": 1133,
      "Ġway": 1134,
      "Ġ199": 1135,
      "Ġlanguage": 1136,
      "Ġdist": 1137,
      "Ġproject": 1138,
      "urn": 1139,
      "rip": 1140,
      "Ġfollowing": 1141,
      "Ġthose": 1142,
      "ajor": 1143,
      "ĠWh": 1144,
      "ven": 1145,
      "Ġgovernment": 1146,
      "Ġ15": 1147,
      "urope": 1148,
      "ograph": 1149,
      "ier": 1150,
      "ians": 1151,
      "Ġdet": 1152,
      "ather": 1153,
      "ĠLe": 1154,
      "ries": 1155,
      "ĠIs": 1156,
      "anuary": 1157,
      "Ġiss": 1158,
      "ience": 1159,
      "Ġsom": 1160,
      "Ġlead": 1161,
      "Ġsubject": 1162,
      "Ġfl": 1163,
      "ĠJanuary": 1164,
      "pos": 1165,
      "ural": 1166,
      "Ġfind": 1167,
      "Ġdifferent": 1168,
      "inks": 1169,
      "Ġhim": 1170,
      "Ġeven": 1171,
      "ories": 1172,
      "Ġallow": 1173,
      "ds": 1174,
      "ised": 1175,
      "Ġ10": 1176,
      "Ġwithout": 1177,
      "io": 1178,
      "ives": 1179,
      "Ġusers": 1180,
      "Ġdon": 1181,
      "Ġback": 1182,
      "air": 1183,
      "Ġstart": 1184,
      "omin": 1185,
      "Ġcentury": 1186,
      "ruct": 1187,
      "ĠSh": 1188,
      "Ġ{{": 1189,
      "Ġknown": 1190,
      "23": 1191,
      "ense": 1192,
      "Ġeff": 1193,
      "Ġdid": 1194,
      "Ġorgan": 1195,
      "Ġexper": 1196,
      "Ġstr": 1197,
      "Ġnow": 1198,
      "Ġret": 1199,
      "ently": 1200,
      "Ġopen": 1201,
      "Ġ'": 1202,
      "Ġmajor": 1203,
      "Ġsever": 1204,
      "Ġediting": 1205,
      "Ġgood": 1206,
      "ting": 1207,
      "Ġtra": 1208,
      "ived": 1209,
      "ĠHowever": 1210,
      "chn": 1211,
      "Ġcrit": 1212,
      "Ġtit": 1213,
      "Ġsecond": 1214,
      "ices": 1215,
      "Ġseveral": 1216,
      "ex": 1217,
      "Ġdiscussion": 1218,
      "ina": 1219,
      "ys": 1220,
      "ĠEurope": 1221,
      "ĠSc": 1222,
      "Ġmark": 1223,
      "its": 1224,
      "get": 1225,
      "cember": 1226,
      "Ġ6": 1227,
      "Ġexpl": 1228,
      "Ġart": 1229,
      "Ġprot": 1230,
      "oh": 1231,
      "Ġarch": 1232,
      "ins": 1233,
      "Ġfilms": 1234,
      "the": 1235,
      "own": 1236,
      "yright": 1237,
      "ober": 1238,
      "Ġhistory": 1239,
      "err": 1240,
      "ĠDecember": 1241,
      "Ġsch": 1242,
      "Ġrele": 1243,
      "Ġweb": 1244,
      "Ġfact": 1245,
      "ired": 1246,
      "Ġcalled": 1247,
      "Ġbecame": 1248,
      "Ġcreated": 1249,
      "ov": 1250,
      "Ġthree": 1251,
      "ided": 1252,
      "Ġthough": 1253,
      "Ġvery": 1254,
      "Ġstand": 1255,
      "ology": 1256,
      "iversity": 1257,
      "Ġcommon": 1258,
      "Ġposs": 1259,
      "Ġreport": 1260,
      "ox": 1261,
      "outh": 1262,
      "ey": 1263,
      "iam": 1264,
      "ware": 1265,
      "Ġview": 1266,
      "par": 1267,
      "not": 1268,
      "Ġaccount": 1269,
      "though": 1270,
      "put": 1271,
      "\".[": 1272,
      "Ġman": 1273,
      "ĠTe": 1274,
      "abl": 1275,
      "ĠPro": 1276,
      "Ġimport": 1277,
      "Ġ|": 1278,
      "ases": 1279,
      "Ġhigh": 1280,
      "iel": 1281,
      "erest": 1282,
      "ional": 1283,
      "anc": 1284,
      "Ġsection": 1285,
      "ily": 1286,
      "Ġagainst": 1287,
      "Ġfun": 1288,
      "Ġcharact": 1289,
      "Ġmove": 1290,
      "ale": 1291,
      "ax": 1292,
      "ec": 1293,
      "ified": 1294,
      "Ġpoint": 1295,
      "Ġpost": 1296,
      "Ġlaw": 1297,
      "med": 1298,
      "iable": 1299,
      "Ġlarge": 1300,
      "Ġstill": 1301,
      "ained": 1302,
      "ric": 1303,
      "ended": 1304,
      "Ġanother": 1305,
      "Ġfree": 1306,
      "Ġprog": 1307,
      "24": 1308,
      "25": 1309,
      "ern": 1310,
      "ull": 1311,
      "ave": 1312,
      "ared": 1313,
      "ged": 1314,
      "Ġresp": 1315,
      "Ġ7": 1316,
      "Ġcontro": 1317,
      "ify": 1318,
      "ital": 1319,
      "Ġlater": 1320,
      "ĠWor": 1321,
      "ĠStates": 1322,
      "Ġcurrent": 1323,
      "Ġwithin": 1324,
      "line": 1325,
      "Ġval": 1326,
      "ĠFeb": 1327,
      "Ġmat": 1328,
      "Ġcult": 1329,
      "Ġcontin": 1330,
      "ata": 1331,
      "Ġadminist": 1332,
      "Ġ197": 1333,
      "Ġthink": 1334,
      "ĠAf": 1335,
      "ife": 1336,
      "Ġplace": 1337,
      "ovember": 1338,
      "Ġask": 1339,
      "Ġmuch": 1340,
      "Ġaccess": 1341,
      "Ġcopyright": 1342,
      "Ġpublished": 1343,
      "Ġinterest": 1344,
      "ission": 1345,
      "Ġrese": 1346,
      "ton": 1347,
      "Ġprom": 1348,
      "ĠNovember": 1349,
      "\".": 1350,
      "ruary": 1351,
      "Ġbu": 1352,
      "ternational": 1353,
      "ording": 1354,
      "Ġca": 1355,
      "anks": 1356,
      "Ġneeded": 1357,
      "Ġauthor": 1358,
      "Ġsm": 1359,
      "Ġproble": 1360,
      "Ġplease": 1361,
      "Ġbro": 1362,
      "ason": 1363,
      "Ġearly": 1364,
      "oks": 1365,
      "ĠCon": 1366,
      "Ġhum": 1367,
      "Ġconst": 1368,
      "28": 1369,
      "ization": 1370,
      "Ġpri": 1371,
      "Ġevery": 1372,
      "ĠAmerican": 1373,
      "Ġvers": 1374,
      "ĠFebruary": 1375,
      "Ġocc": 1376,
      "Ġnames": 1377,
      "Ġleg": 1378,
      "Ġcountry": 1379,
      "Ġchanges": 1380,
      "ize": 1381,
      "Ġsearch": 1382,
      "Ġserv": 1383,
      "com": 1384,
      "Ġoffic": 1385,
      "az": 1386,
      "aim": 1387,
      "Ġmust": 1388,
      "Ġedits": 1389,
      "Ġexist": 1390,
      "Ġpolit": 1391,
      "Ġlinks": 1392,
      "Ġsuc": 1393,
      "ately": 1394,
      "Ġbased": 1395,
      "Ġins": 1396,
      "ash": 1397,
      "ember": 1398,
      "Ġparticular": 1399,
      "Ġmod": 1400,
      "ants": 1401,
      "Ġ14": 1402,
      "ĠItal": 1403,
      "Ġred": 1404,
      "Ġdep": 1405,
      "ript": 1406,
      "Ġ9": 1407,
      "Ġlit": 1408,
      "Ġtechn": 1409,
      "Ġguid": 1410,
      "ty": 1411,
      "Ġfam": 1412,
      "arn": 1413,
      "ailable": 1414,
      "ured": 1415,
      "Ġsur": 1416,
      "ilit": 1417,
      "Ġmin": 1418,
      "ĠBritish": 1419,
      "Ġspe": 1420,
      "yle": 1421,
      "Ġseries": 1422,
      "ĠWorld": 1423,
      "Ġcity": 1424,
      "Ġann": 1425,
      "Ġ13": 1426,
      "iod": 1427,
      "epend": 1428,
      "Ġfew": 1429,
      "rab": 1430,
      "Ġ8": 1431,
      "oad": 1432,
      "ourn": 1433,
      "conom": 1434,
      "Ġ12": 1435,
      "Ġtyp": 1436,
      "Ġsaid": 1437,
      "aterial": 1438,
      "iven": 1439,
      "iving": 1440,
      "ledge": 1441,
      "ps": 1442,
      "illion": 1443,
      "Ġoper": 1444,
      "ĠThere": 1445,
      "my": 1446,
      "ode": 1447,
      "Ġunt": 1448,
      "Ġ196": 1449,
      "ĠRuss": 1450,
      "Ġestabl": 1451,
      "Ġlook": 1452,
      "Ġcreate": 1453,
      "Ġrece": 1454,
      "This": 1455,
      "lu": 1456,
      "Ġdescrib": 1457,
      "Ġelect": 1458,
      "Ġspecific": 1459,
      "ĠOn": 1460,
      "Ġconc": 1461,
      "If": 1462,
      "val": 1463,
      "akes": 1464,
      "ead": 1465,
      "ĠFr": 1466,
      "ains": 1467,
      "Ġimpro": 1468,
      "ien": 1469,
      "Ġmaterial": 1470,
      "stand": 1471,
      "Ġident": 1472,
      "Ġaddress": 1473,
      "ement": 1474,
      "ĠEd": 1475,
      "orn": 1476,
      "Ġavailable": 1477,
      "ides": 1478,
      "ulation": 1479,
      "50": 1480,
      "ĠGo": 1481,
      "ety": 1482,
      "Ġclass": 1483,
      "Ġdraft": 1484,
      "ĠKing": 1485,
      "oman": 1486,
      "Ġtrad": 1487,
      "Ġ198": 1488,
      "itional": 1489,
      "Ġincre": 1490,
      "ross": 1491,
      "Ġshe": 1492,
      "ef": 1493,
      "Ġchess": 1494,
      "Ġblock": 1495,
      "Ġbelie": 1496,
      "ctions": 1497,
      "Ġide": 1498,
      "Ġcase": 1499,
      "Ġpur": 1500,
      "ĠOct": 1501,
      "Ġpolicy": 1502,
      "30": 1503,
      "Ġuntil": 1504,
      "Ġcommunity": 1505,
      "Ġter": 1506,
      "ĠWP": 1507,
      "less": 1508,
      "Ġrest": 1509,
      "'ve": 1510,
      "por": 1511,
      "Ġperiod": 1512,
      "Ġcheck": 1513,
      "Ġbr": 1514,
      "Ġquestion": 1515,
      "27": 1516,
      "Ġhistor": 1517,
      "mit": 1518,
      "26": 1519,
      "Ġcountries": 1520,
      "...": 1521,
      "ote": 1522,
      "Ġopp": 1523,
      "ither": 1524,
      "ration": 1525,
      "Ġprogram": 1526,
      "Ġdem": 1527,
      "ĠZ": 1528,
      "used": 1529,
      "Ġele": 1530,
      "Ġfour": 1531,
      "Ġeng": 1532,
      "Ġchange": 1533,
      "resent": 1534,
      ".\"[": 1535,
      "cycl": 1536,
      "Ġgeneral": 1537,
      "Ġadded": 1538,
      "Ġconsidered": 1539,
      "Ġdesign": 1540,
      "Ġsuccess": 1541,
      "ĠYou": 1542,
      "Ġterm": 1543,
      "Ġmembers": 1544,
      "pace": 1545,
      "Ġ[": 1546,
      "inc": 1547,
      "ĠThey": 1548,
      "Ġstat": 1549,
      "ĠOctober": 1550,
      "alth": 1551,
      "Ġmess": 1552,
      "Ġresearch": 1553,
      "cyclop": 1554,
      "une": 1555,
      "vious": 1556,
      "itions": 1557,
      "ĠPr": 1558,
      "ality": 1559,
      "oot": 1560,
      "aced": 1561,
      "Ġlast": 1562,
      "Ġsug": 1563,
      "Ġfeat": 1564,
      "ĠArab": 1565,
      "Ġaround": 1566,
      "Ġshort": 1567,
      "ohn": 1568,
      "Ġlic": 1569,
      "pri": 1570,
      "Ġstandard": 1571,
      "Ġsmall": 1572,
      "Ġhead": 1573,
      "Ġwritten": 1574,
      "Ġothers": 1575,
      "Ġel": 1576,
      "ertain": 1577,
      "rodu": 1578,
      "Ġsing": 1579,
      "Ġpresent": 1580,
      "29": 1581,
      "ĠSy": 1582,
      "Ġappl": 1583,
      "Ġimportant": 1584,
      "Ġincluded": 1585,
      "Ġknowledge": 1586,
      "ger": 1587,
      "ĠAss": 1588,
      "ĠBl": 1589,
      "ibr": 1590,
      "Ġtake": 1591,
      "Ġtry": 1592,
      "Ġimage": 1593,
      "ivil": 1594,
      "Ġvis": 1595,
      "empt": 1596,
      "Ġdeletion": 1597,
      "Ġcle": 1598,
      "Ġsignific": 1599,
      "Ġprotect": 1600,
      "Ġworks": 1601,
      "Ġold": 1602,
      "urther": 1603,
      "ilar": 1604,
      "idd": 1605,
      "rist": 1606,
      ").[": 1607,
      "Ġsuggest": 1608,
      "ĠWar": 1609,
      "Ġbi": 1610,
      "Ġmight": 1611,
      "Ġcit": 1612,
      "Ġwon": 1613,
      "Ġamong": 1614,
      "ĠWik": 1615,
      "rect": 1616,
      "Ġclaim": 1617,
      "Ġinvol": 1618,
      "vision": 1619,
      "Ġmus": 1620,
      "Ġprof": 1621,
      "ocu": 1622,
      "day": 1623,
      "ĠAd": 1624,
      "rict": 1625,
      "Ġusually": 1626,
      "Ġeconom": 1627,
      "ivid": 1628,
      "Ġcomput": 1629,
      "sc": 1630,
      "ocial": 1631,
      "Ġbook": 1632,
      "Ġes": 1633,
      "ued": 1634,
      "Ġoriginal": 1635,
      "Ġremo": 1636,
      "Ġperform": 1637,
      "vent": 1638,
      "Ġbest": 1639,
      "Ġmed": 1640,
      "adem": 1641,
      "Ġpossible": 1642,
      "ĠNorth": 1643,
      "by": 1644,
      "Ġpopular": 1645,
      "Ġindepend": 1646,
      "Ġcour": 1647,
      "Ġ11": 1648,
      "Ġtitle": 1649,
      "ets": 1650,
      "Ġguidel": 1651,
      "40": 1652,
      "osed": 1653,
      "Ġinflu": 1654,
      "Ġsum": 1655,
      "ĠCl": 1656,
      "ĠUS": 1657,
      "ĠEngland": 1658,
      "Ġsomeone": 1659,
      "els": 1660,
      "ahouse": 1661,
      "Ġseem": 1662,
      "ability": 1663,
      "ai": 1664,
      "Ġsit": 1665,
      "Ġschool": 1666,
      "mp": 1667,
      "Ġcr": 1668,
      "orm": 1669,
      "eng": 1670,
      "Ġbegan": 1671,
      "ĠJohn": 1672,
      "omen": 1673,
      "ftware": 1674,
      "Ġgiven": 1675,
      "Ġtag": 1676,
      "Ġsimilar": 1677,
      "ternet": 1678,
      "au": 1679,
      "Ġi": 1680,
      "Ġcompany": 1681,
      "Ġcategory": 1682,
      "tle": 1683,
      "On": 1684,
      "Ġmoder": 1685,
      "33": 1686,
      "uly": 1687,
      "way": 1688,
      "ĠThese": 1689,
      "play": 1690,
      "Ġpract": 1691,
      "Ġmult": 1692,
      "Ġconsider": 1693,
      "ried": 1694,
      "Ġgame": 1695,
      "ondon": 1696,
      "An": 1697,
      "etw": 1698,
      "Ġbecome": 1699,
      "ptember": 1700,
      "Ġbeh": 1701,
      "Ġvarious": 1702,
      "dom": 1703,
      "Ġrul": 1704,
      "ĠQ": 1705,
      "Ġmilit": 1706,
      "Ġversion": 1707,
      "ird": 1708,
      "aries": 1709,
      "Ġhost": 1710,
      "ividual": 1711,
      "Ġlanguages": 1712,
      "Ġcap": 1713,
      "Ġsignificant": 1714,
      "Ġpower": 1715,
      "Ġunderstand": 1716,
      "ĠSeptember": 1717,
      "org": 1718,
      "amb": 1719,
      "Ġrepresent": 1720,
      "Ġprovide": 1721,
      "Ġeffect": 1722,
      "ony": 1723,
      "estern": 1724,
      "ange": 1725,
      "olution": 1726,
      "Ġ--": 1727,
      "ĠGerm": 1728,
      "Ġrecord": 1729,
      "Hi": 1730,
      "me": 1731,
      "Ġcomplet": 1732,
      "22": 1733,
      "Ġreliable": 1734,
      "here": 1735,
      "Ġeas": 1736,
      "gr": 1737,
      "Ġ21": 1738,
      "Ġfin": 1739,
      "Ġlim": 1740,
      "Ġaccept": 1741,
      "Ġrole": 1742,
      "Ġdecl": 1743,
      "Ġparticip": 1744,
      "Ġhuman": 1745,
      "ator": 1746,
      "ĠCan": 1747,
      "Ġprim": 1748,
      "Ġpie": 1749,
      "ley": 1750,
      "ably": 1751,
      "ĠUniversity": 1752,
      "Ġpolitical": 1753,
      "Ġput": 1754,
      "Ġgreat": 1755,
      "ĠLondon": 1756,
      "itut": 1757,
      "Ġlevel": 1758,
      "ĠSouth": 1759,
      "Ġver": 1760,
      "to": 1761,
      "Ġeither": 1762,
      "Ġhaving": 1763,
      "ĠCol": 1764,
      "ield": 1765,
      "Ġdata": 1766,
      "Ġmonth": 1767,
      "Ġaff": 1768,
      "ĠChe": 1769,
      "ales": 1770,
      "aud": 1771,
      "Ġpass": 1772,
      "ĠJune": 1773,
      "Ġrather": 1774,
      "34": 1775,
      "Ġindividual": 1776,
      "Ġnews": 1777,
      "ret": 1778,
      "Ġhand": 1779,
      "Ġour": 1780,
      "gin": 1781,
      "self": 1782,
      "oint": 1783,
      "Ġrepl": 1784,
      "Ġpropos": 1785,
      "Ġnational": 1786,
      "Ġregard": 1787,
      "ĠSo": 1788,
      "Ġspecial": 1789,
      "Ġorder": 1790,
      "ĠĠ": 1791,
      "Ġ2013": 1792,
      "Ġdown": 1793,
      "Ġwebs": 1794,
      "ĠSome": 1795,
      "eter": 1796,
      "mat": 1797,
      "Ġbas": 1798,
      "Ġmillion": 1799,
      "Ġmaking": 1800,
      "und": 1801,
      "Ġdue": 1802,
      "amed": 1803,
      "ively": 1804,
      "ways": 1805,
      "ĠScot": 1806,
      "imedia": 1807,
      "Ġappear": 1808,
      "Ġdocu": 1809,
      "ĠBe": 1810,
      "ello": 1811,
      "Ġerr": 1812,
      "iness": 1813,
      "Ġcharacter": 1814,
      "af": 1815,
      "Ġpopulation": 1816,
      "Ġleast": 1817,
      "Ġinit": 1818,
      "iple": 1819,
      "Ġautom": 1820,
      "Ġsl": 1821,
      "Ġsoftware": 1822,
      "ese": 1823,
      "ounc": 1824,
      "ensus": 1825,
      "Ġ2014": 1826,
      "ĠMar": 1827,
      "Ġarea": 1828,
      "Ġ2021": 1829,
      "Ġking": 1830,
      "Ġnomin": 1831,
      "urch": 1832,
      "ĠChrist": 1833,
      "iction": 1834,
      "Ġ22": 1835,
      "Ġmodern": 1836,
      "//": 1837,
      "ification": 1838,
      "Ġled": 1839,
      "ĠOr": 1840,
      "Ġsocial": 1841,
      "Ġreason": 1842,
      "Ġreleased": 1843,
      "andal": 1844,
      "ready": 1845,
      "Ġu": 1846,
      "Ġstates": 1847,
      "Ġfore": 1848,
      "Ġwhether": 1849,
      "Ġke": 1850,
      "ĠNational": 1851,
      "Ġencyclop": 1852,
      "leg": 1853,
      "Ġmedia": 1854,
      "priate": 1855,
      "35": 1856,
      "iqu": 1857,
      "ĠAug": 1858,
      "ĠWiki": 1859,
      "umb": 1860,
      "Ġwriting": 1861,
      "uation": 1862,
      "Ġtopic": 1863,
      "Ġattempt": 1864,
      "ĠAnd": 1865,
      "side": 1866,
      "Ġword": 1867,
      "rian": 1868,
      "ĠAt": 1869,
      "39": 1870,
      "reen": 1871,
      "Ġlocal": 1872,
      "Ġmean": 1873,
      "Ġbus": 1874,
      "Ġimages": 1875,
      "erc": 1876,
      "Ġsay": 1877,
      "://": 1878,
      "Ġmet": 1879,
      "Ġdeleted": 1880,
      "Ġfurther": 1881,
      "Ġadministrat": 1882,
      "Ġsingle": 1883,
      "ĠEn": 1884,
      "ĠJuly": 1885,
      "etimes": 1886,
      "ploy": 1887,
      "Ġmar": 1888,
      "Ġdone": 1889,
      "Ġalready": 1890,
      "Ġrun": 1891,
      "Ġrelated": 1892,
      "Ġcomment": 1893,
      "ogn": 1894,
      "Ġlog": 1895,
      "Ġhowever": 1896,
      "ĠEuropean": 1897,
      "Ġalong": 1898,
      "Ġopt": 1899,
      "pecially": 1900,
      "Wikipedia": 1901,
      "Ġleft": 1902,
      "ances": 1903,
      "wards": 1904,
      "Ġareas": 1905,
      "ody": 1906,
      "Ġless": 1907,
      "itch": 1908,
      "Ġland": 1909,
      "ĠCar": 1910,
      "Ġmilitary": 1911,
      "citation": 1912,
      "Ġnetw": 1913,
      "Ġestablished": 1914,
      "Ġcare": 1915,
      "Ġsepar": 1916,
      "Ġrelig": 1917,
      "44": 1918,
      "ethod": 1919,
      "tal": 1920,
      "pro": 1921,
      "Ġeduc": 1922,
      "Ġbroad": 1923,
      "back": 1924,
      "Ġ23": 1925,
      "Ġ2015": 1926,
      "Ġdeath": 1927,
      "Ġreference": 1928,
      "ford": 1929,
      "ney": 1930,
      "Ġbuild": 1931,
      "Ġmember": 1932,
      "ee": 1933,
      "Ġdevelopment": 1934,
      "Ġcases": 1935,
      "Ġ2020": 1936,
      "Ġviol": 1937,
      "ering": 1938,
      "Ġbelow": 1939,
      "avi": 1940,
      "ness": 1941,
      "rec": 1942,
      "Ġparam": 1943,
      "ĠIndia": 1944,
      "Ġpat": 1945,
      "ĠAll": 1946,
      "Ġchild": 1947,
      "yria": 1948,
      "Ġpolicies": 1949,
      "iament": 1950,
      "ouncil": 1951,
      "ĠAugust": 1952,
      "Ġdiff": 1953,
      "Ġgl": 1954,
      "36": 1955,
      "gy": 1956,
      "ery": 1957,
      "Ġ2016": 1958,
      "Ġdeveloped": 1959,
      "Pro": 1960,
      "irc": 1961,
      "Ġcertain": 1962,
      "Ġinstead": 1963,
      "ething": 1964,
      "Ġheld": 1965,
      "cent": 1966,
      "ublic": 1967,
      "Ġdetail": 1968,
      "Ġcorrect": 1969,
      "Ġreferences": 1970,
      "45": 1971,
      "aces": 1972,
      "Ġcivil": 1973,
      "ending": 1974,
      "ĠCom": 1975,
      "bo": 1976,
      "Ġmag": 1977,
      "ĠDis": 1978,
      "aining": 1979,
      "Ġsure": 1980,
      "Ġtemplates": 1981,
      "sy": 1982,
      "Ġprevious": 1983,
      "ope": 1984,
      "Ġport": 1985,
      "Ġindust": 1986,
      "Ġimprove": 1987,
      "abor": 1988,
      "Ġcontrol": 1989,
      "Ġreal": 1990,
      "Ġteam": 1991,
      "Hello": 1992,
      "37": 1993,
      "Ġdiv": 1994,
      "ĠIP": 1995,
      "Ġmusic": 1996,
      "Ġday": 1997,
      "Ġlife": 1998,
      "Ġbox": 1999,
      "Ġproper": 2000,
      "Ġarg": 2001,
      "Ġlargest": 2002,
      "ising": 2003,
      "Ġ2018": 2004,
      "Ġphot": 2005,
      "Ġrights": 2006,
      "Ġequ": 2007,
      "wh": 2008,
      "iver": 2009,
      "Ġsite": 2010,
      "Ġsumm": 2011,
      "ring": 2012,
      "ĠPh": 2013,
      "Ġsec": 2014,
      "46": 2015,
      "Ġfar": 2016,
      "acks": 2017,
      "Ġremoved": 2018,
      "Ġhig": 2019,
      "21": 2020,
      "38": 2021,
      "Ġmethod": 2022,
      "As": 2023,
      "Ġcar": 2024,
      "ica": 2025,
      "ĠRoman": 2026,
      "Ġissues": 2027,
      "ĠChina": 2028,
      "Ġofficial": 2029,
      "Ġtool": 2030,
      "Ġwide": 2031,
      "ĠWhen": 2032,
      "istic": 2033,
      "ched": 2034,
      "Ġjourn": 2035,
      "Ġet": 2036,
      "Ġfix": 2037,
      "vert": 2038,
      "Ġgenerally": 2039,
      "Ġintrodu": 2040,
      "BC": 2041,
      "itution": 2042,
      "Ġsomething": 2043,
      "ĠWikimedia": 2044,
      "ining": 2045,
      "Ġinternational": 2046,
      "ography": 2047,
      "Wh": 2048,
      "Ġquestions": 2049,
      "Ġsk": 2050,
      "Ġwik": 2051,
      "Ġdel": 2052,
      "Ġ2017": 2053,
      "Ġwords": 2054,
      "ternal": 2055,
      "ĠChar": 2056,
      "Ġable": 2057,
      "Ġep": 2058,
      "Ġsent": 2059,
      "aged": 2060,
      "lict": 2061,
      "ival": 2062,
      "Wiki": 2063,
      "ches": 2064,
      "pload": 2065,
      "Ġtele": 2066,
      "Ġevent": 2067,
      "Ġwhy": 2068,
      "Ġespecially": 2069,
      "ĠGr": 2070,
      "Ġissue": 2071,
      "ĠPl": 2072,
      "Ġredirect": 2073,
      "enn": 2074,
      "lex": 2075,
      "lege": 2076,
      "Ġrequire": 2077,
      "Ġpersonal": 2078,
      "ule": 2079,
      "Ġgen": 2080,
      "Ġspace": 2081,
      "ĠSch": 2082,
      "ĠSyria": 2083,
      "aken": 2084,
      "rew": 2085,
      "erred": 2086,
      "Ġalthough": 2087,
      "ĠInternet": 2088,
      "Ġ2012": 2089,
      "ĠThanks": 2090,
      "Ġabove": 2091,
      "Ġannoun": 2092,
      "rote": 2093,
      "erv": 2094,
      "itive": 2095,
      "ential": 2096,
      "Ġvandal": 2097,
      "ĠCent": 2098,
      "Ġregion": 2099,
      "47": 2100,
      "Ġconcern": 2101,
      "Ġrev": 2102,
      "Ġdays": 2103,
      "idence": 2104,
      "Ġbooks": 2105,
      "Ġrecent": 2106,
      "Ġguidelines": 2107,
      "ination": 2108,
      "Ġworking": 2109,
      "ĠBut": 2110,
      "ĠYork": 2111,
      "ming": 2112,
      "Ġproblem": 2113,
      "nect": 2114,
      "ĠII": 2115,
      "ĠTo": 2116,
      "Ġfre": 2117,
      "Ġbetter": 2118,
      "ner": 2119,
      "Ġtoo": 2120,
      "sw": 2121,
      "Ġdescribed": 2122,
      "aps": 2123,
      "Ġstudy": 2124,
      "Ġstyle": 2125,
      "cing": 2126,
      "ĠTeahouse": 2127,
      "ffic": 2128,
      "Ġ$": 2129,
      "Ġalways": 2130,
      "Ġupd": 2131,
      "Ġliter": 2132,
      "Ġlate": 2133,
      "clus": 2134,
      "Ġwiki": 2135,
      "Ġfile": 2136,
      "ĠTr": 2137,
      "Ġgames": 2138,
      "Ġpref": 2139,
      "oph": 2140,
      "ĠRep": 2141,
      "Ġconsensus": 2142,
      "ium": 2143,
      "Ġmessage": 2144,
      "oid": 2145,
      "ication": 2146,
      "oss": 2147,
      "ĠAust": 2148,
      "Ġdisplay": 2149,
      "Ġhome": 2150,
      "ops": 2151,
      "be": 2152,
      "Ġcomb": 2153,
      "ĠShe": 2154,
      "arily": 2155,
      "oth": 2156,
      "Ġforces": 2157,
      "Ġvol": 2158,
      "app": 2159,
      "ĠSp": 2160,
      "inese": 2161,
      "ttps": 2162,
      "Ar": 2163,
      "Ġlibr": 2164,
      "Ġreported": 2165,
      "Ġwrote": 2166,
      "Ġitself": 2167,
      "Ġindependent": 2168,
      "57": 2169,
      "yn": 2170,
      "most": 2171,
      "ĠEx": 2172,
      "Ġorigin": 2173,
      "Ġfull": 2174,
      "atch": 2175,
      "Ġproduction": 2176,
      "edy": 2177,
      "Ġren": 2178,
      "Ġassoci": 2179,
      "48": 2180,
      "ĠSaud": 2181,
      "acy": 2182,
      "Ġpast": 2183,
      "thing": 2184,
      "Ġenc": 2185,
      "Ġgroups": 2186,
      "Ġcoll": 2187,
      "Ġattack": 2188,
      "Ġaddition": 2189,
      "ĠPres": 2190,
      "Ġfoc": 2191,
      "Ġhapp": 2192,
      "Ġnever": 2193,
      "Ġthird": 2194,
      "ĠBy": 2195,
      "Ġtype": 2196,
      "Ġcomputer": 2197,
      "Ġservice": 2198,
      "ĠDo": 2199,
      "Ġrelations": 2200,
      "Ġplayed": 2201,
      "rop": 2202,
      "raw": 2203,
      "iate": 2204,
      "Ġbusiness": 2205,
      "ham": 2206,
      "Ġcover": 2207,
      "Ġsometimes": 2208,
      "Ġ30": 2209,
      "Ġappropriate": 2210,
      "Ġanim": 2211,
      "58": 2212,
      "ological": 2213,
      "aun": 2214,
      "Ġmeet": 2215,
      "Ġconflict": 2216,
      "ades": 2217,
      "ĠGu": 2218,
      "There": 2219,
      "Ġtook": 2220,
      "ishing": 2221,
      "Ġanyone": 2222,
      "Ġcamp": 2223,
      "Ġterms": 2224,
      "Ġline": 2225,
      "Ġformer": 2226,
      "49": 2227,
      "ane": 2228,
      "apt": 2229,
      "Ġfive": 2230,
      "Ġobject": 2231,
      "ogle": 2232,
      "bit": 2233,
      "son": 2234,
      "asing": 2235,
      "Ġformat": 2236,
      "Ġactiv": 2237,
      "oyal": 2238,
      "Ġoccur": 2239,
      "hest": 2240,
      "Ġdocument": 2241,
      "Ġmeans": 2242,
      "Ġcannot": 2243,
      "Ġtimes": 2244,
      "Ġseen": 2245,
      "kra": 2246,
      "59": 2247,
      "ĠWest": 2248,
      "ored": 2249,
      "olic": 2250,
      "ling": 2251,
      "atin": 2252,
      "Ġexcept": 2253,
      "rupt": 2254,
      "ency": 2255,
      "Ġfamily": 2256,
      "Ġtotal": 2257,
      "Ġrecogn": 2258,
      "Ġprofess": 2259,
      "Ġstrong": 2260,
      "ĠGerman": 2261,
      "60": 2262,
      "Ġreturn": 2263,
      "Ġreceived": 2264,
      "Ġcame": 2265,
      "lement": 2266,
      "Ġagre": 2267,
      "Ġupload": 2268,
      "For": 2269,
      "Ġanal": 2270,
      "Ġproduced": 2271,
      "ke": 2272,
      "oe": 2273,
      "Ġlet": 2274,
      "aster": 2275,
      "Ġacadem": 2276,
      "Ġincludes": 2277,
      "Ġ25": 2278,
      ".,": 2279,
      "ĠRussian": 2280,
      "32": 2281,
      "iber": 2282,
      "alf": 2283,
      "ones": 2284,
      "ĠSyrian": 2285,
      "ĠChinese": 2286,
      "Ġposition": 2287,
      "ĠAb": 2288,
      "vant": 2289,
      "Ġprovided": 2290,
      "Ġacross": 2291,
      "obal": 2292,
      "Ġ2011": 2293,
      "Ġdisput": 2294,
      "ccording": 2295,
      "Ġmultiple": 2296,
      "Ġdev": 2297,
      "Ġentire": 2298,
      "It": 2299,
      "rid": 2300,
      "reg": 2301,
      "Ġwomen": 2302,
      "Ġthings": 2303,
      "Ġgive": 2304,
      "ĠUkra": 2305,
      "Ġvalue": 2306,
      "Ġnovel": 2307,
      "Ġexam": 2308,
      "ples": 2309,
      "ĠCommons": 2310,
      "riend": 2311,
      "Ġdirectly": 2312,
      "Ġpriv": 2313,
      "box": 2314,
      "Ġ2007": 2315,
      "aut": 2316,
      "ites": 2317,
      "itor": 2318,
      "Ġdig": 2319,
      "ĠWe": 2320,
      "hers": 2321,
      "iddle": 2322,
      "Ġautomat": 2323,
      "Ġdom": 2324,
      "Ġmarket": 2325,
      "ots": 2326,
      "ĠPlease": 2327,
      "ĠWestern": 2328,
      "Ġnecess": 2329,
      "Ġfeel": 2330,
      "ference": 2331,
      "Ġstarted": 2332,
      "ĠX": 2333,
      "Ġmention": 2334,
      "Ġbegin": 2335,
      "ators": 2336,
      "ĠFound": 2337,
      "ĠAfter": 2338,
      "Ġetc": 2339,
      "ĠSaudi": 2340,
      "Ġprint": 2341,
      "31": 2342,
      "Ġsystems": 2343,
      "Ġscience": 2344,
      ".)": 2345,
      "56": 2346,
      "chie": 2347,
      "Ġ2019": 2348,
      "ĠIndian": 2349,
      "Ġexpress": 2350,
      "ĠMan": 2351,
      "Ġstruct": 2352,
      "Ġkeep": 2353,
      "Ġcomplete": 2354,
      "Ġwebsite": 2355,
      "ault": 2356,
      "Project": 2357,
      "ĠItaly": 2358,
      "Ġrequired": 2359,
      "like": 2360,
      "ont": 2361,
      "Ġ24": 2362,
      "Ġcategories": 2363,
      "Ġrules": 2364,
      "Ġconnect": 2365,
      "Ġcurrently": 2366,
      "Ġindic": 2367,
      "go": 2368,
      "ple": 2369,
      "Ġannounced": 2370,
      "ili": 2371,
      "Ġelse": 2372,
      "ĠItalian": 2373,
      "Ġrecently": 2374,
      "Ġtest": 2375,
      "ĠWill": 2376,
      "ociety": 2377,
      "ards": 2378,
      "ges": 2379,
      "Ġrespect": 2380,
      "Ġencyclopedia": 2381,
      "arent": 2382,
      "Ġrespons": 2383,
      "uses": 2384,
      "rench": 2385,
      "emb": 2386,
      "Ġcopy": 2387,
      "Ġidea": 2388,
      "Ġcond": 2389,
      "sequ": 2390,
      "Ġremove": 2391,
      "Ġonline": 2392,
      "Ġcitation": 2393,
      "eneral": 2394,
      "ĠDav": 2395,
      "Ġculture": 2396,
      "Ġlisted": 2397,
      "ctor": 2398,
      "Ġemploy": 2399,
      "Ġtrying": 2400,
      "42": 2401,
      "Ġnext": 2402,
      "Ġclose": 2403,
      "pose": 2404,
      "Ġcode": 2405,
      "Ġansw": 2406,
      "ensive": 2407,
      "ĠGe": 2408,
      "ague": 2409,
      "ison": 2410,
      "mission": 2411,
      "Ġgrow": 2412,
      "ĠAustral": 2413,
      "Ġaud": 2414,
      "isc": 2415,
      "ush": 2416,
      "ategory": 2417,
      "To": 2418,
      "itte": 2419,
      "Ġedited": 2420,
      "ask": 2421,
      "Ġmen": 2422,
      "ental": 2423,
      "Ġvandalism": 2424,
      "43": 2425,
      "ĠInternational": 2426,
      "Ġmaint": 2427,
      "arliament": 2428,
      "Ġcharacters": 2429,
      "sych": 2430,
      "wikipedia": 2431,
      "Al": 2432,
      "ĠAm": 2433,
      "Ġmoved": 2434,
      "eria": 2435,
      "Ġadding": 2436,
      "55": 2437,
      "Ġjo": 2438,
      "Ġcapt": 2439,
      "41": 2440,
      "ingu": 2441,
      "Ġresults": 2442,
      "Ġdate": 2443,
      "Ġnotable": 2444,
      "Ġthought": 2445,
      "Ġlegal": 2446,
      "Ġservices": 2447,
      "Ġstatus": 2448,
      "Ġcompet": 2449,
      "ĠFoundation": 2450,
      "uture": 2451,
      "ĠTalk": 2452,
      "ĠCor": 2453,
      "Ġproduct": 2454,
      "Ġrule": 2455,
      "ĠCouncil": 2456,
      "ĠThank": 2457,
      "iting": 2458,
      "ĠOther": 2459,
      "Ġtelevision": 2460,
      "aper": 2461,
      "ĠCal": 2462,
      "ĠParliament": 2463,
      "lands": 2464,
      "Ġmiss": 2465,
      "Ġnetwork": 2466,
      "Ġwrite": 2467,
      "Ġreally": 2468,
      "Ġscient": 2469,
      "Ġfoot": 2470,
      "Ġnamed": 2471,
      "ĠUN": 2472,
      "Ġchildren": 2473,
      "Ġearl": 2474,
      "Ġnotice": 2475,
      "Ġturn": 2476,
      "Ġhistorical": 2477,
      "ĠCharles": 2478,
      "Ġsix": 2479,
      "Ġtaken": 2480,
      "Ġexec": 2481,
      "ĠEl": 2482,
      "Ġpromot": 2483,
      "over": 2484,
      "ĠUser": 2485,
      "of": 2486,
      "Ġcho": 2487,
      "Ġforeign": 2488,
      "wiki": 2489,
      "Ġinvest": 2490,
      "rown": 2491,
      "ĠOne": 2492,
      "come": 2493,
      "Ġcirc": 2494,
      "ĠLatin": 2495,
      "eder": 2496,
